{"text": "1901 inSt John’s.  Moses Harvey was educated at the Royal Academical Institute in Belfast and ordained to the Presbyterian ministry in 1844.", "gold_spans": [{"start": 19, "length": 12, "wikidata_qid": "Q6915808", "candidates": [["Q6915808", 1.0]], "is_eval": true}]}
{"text": "It's still a mainstay of getting things done for many companies, and PandaDoc would like to put a stop to that.", "gold_spans": [{"start": 69, "length": 8, "wikidata_qid": "Q25324145", "candidates": [["Q25324145", 1.0]], "is_eval": true}]}
{"text": "Wednesday, July 30, 2008  Sundiata Gaines to Play in Italian League  Sundiata Gaines has signed to play in Italy.", "gold_spans": [{"start": 26, "length": 15, "wikidata_qid": "Q1116536", "candidates": [["Q1116536", 1.0]], "is_eval": true}]}
{"text": "Fox News  Fox News Channel offered the most indelible images of election night 2012, a star-making turn for Megyn Kelly when she walked back to the network's decision desk after analyst Karl Rove questioned the network's calling of the election for Obama.", "gold_spans": [{"start": 158, "length": 13, "wikidata_qid": "Q55609261", "candidates": [["Q55609261", 1.0]], "is_eval": true}]}
{"text": "Leo Losert  Click on Year to view the entire Olymipcs\nClick on Sport to view all medals in this sport during this Olympics\nClick on Event to view all medals in this event during this Olympics\nClick on Country to view all medals for this country during this Olympics", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q481281", "candidates": [["Q481281", 1.0]], "is_eval": true}]}
{"text": "We report here that CARD10 is a novel BCL10 interactor that belongs to the membrane-associated guanylate kinase family, a class of proteins that function to organize signaling complexes at plasma membranes.", "gold_spans": [{"start": 20, "length": 6, "wikidata_qid": "Q18039645", "candidates": [["Q18039645", 1.0]], "is_eval": true}]}
{"text": "Lee (33) met reporters at a press event for the upcoming soap opera \"Me Too, Flower!", "gold_spans": [{"start": 69, "length": 15, "wikidata_qid": "Q492494", "candidates": [["Q492494", 1.0]], "is_eval": true}]}
{"text": "The structure of the F plasmid TraI relaxase domain, described here, is a five-strand beta sheet flanked by alpha helices.", "gold_spans": [{"start": 36, "length": 8, "wikidata_qid": "Q24773383", "candidates": [["Q24773383", 1.0]], "is_eval": true}]}
{"text": "The ghost is thought to be that of Lady Dorothy Townshend, wife of Charles Townshend, 2nd Viscount of Raynham, residents of Raynham Hall in Norfolk, England in the early 1700s.", "gold_spans": [{"start": 40, "length": 17, "wikidata_qid": "Q16859606", "candidates": [["Q16859606", 1.0]], "is_eval": true}]}
{"text": "Ruth Richter Holden, Daughter of Paul E. Richter\n1st Executive V.", "gold_spans": [{"start": 33, "length": 15, "wikidata_qid": "Q7150430", "candidates": [["Q7150430", 1.0]], "is_eval": true}]}
{"text": "\u0093(Colonal Richard Ingoldsby stated that) it is very true he was named amongst those who were appointed to be judges of the King; and it is as true that he was never once present with them, always abhoring the action in his heart, and having no other passion in any part of the quarrel but his personal kindness to Cromwell.", "gold_spans": [{"start": 10, "length": 17, "wikidata_qid": "Q7326680", "candidates": [["Q7326680", 0.5757575757575758], ["Q16199855", 0.2727272727272727], ["Q15733907", 0.09090909090909091], ["Q16198812", 0.06060606060606061]], "is_eval": true}]}
{"text": "English Bach Festival  oxford  views updated  English Bach Festival.", "gold_spans": [{"start": 0, "length": 21, "wikidata_qid": "Q27096100", "candidates": [["Q27096100", 0.8571428571428571], ["Q4838683", 0.14285714285714285]], "is_eval": true}]}
{"text": "One night this January, in a ceremony at the Officers’ Club at Fort Myer, in Arlington, Virginia, which sits on a hill with a commanding view across the Potomac River to the Washington Monument, Alberto J. Mora, the outgoing general counsel of the United States Navy, stood next to a podium in the club’s ballroom.", "gold_spans": [{"start": 195, "length": 15, "wikidata_qid": "Q4712078", "candidates": [["Q4712078", 1.0]], "is_eval": true}]}
{"text": "Our ability to leverage the power of information and networks will be key to our success…\"\n--Deputy Secretary of Defense Paul Wolfowitz  The Global Information Grid (GIG) vision implies a fundamental shift in information management, communication, and assurance.", "gold_spans": [{"start": 141, "length": 23, "wikidata_qid": "Q441134", "candidates": [["Q441134", 1.0]], "is_eval": true}]}
{"text": "The Luggie Aqueduct carries the Forth & Clyde Canal over the river known as Luggie Water in Kirkintilloch, East Dunbartonshire, and was the first major canal aqueduct in Scotland.", "gold_spans": [{"start": 4, "length": 15, "wikidata_qid": "Q17568312", "candidates": [["Q17568312", 1.0]], "is_eval": true}]}
{"text": "Protest, Educate & Celebrate  1st – 2nd May 2021  The Nimbin MardiGrass is an annual rally & celebration in the tiny village of Nimbin in northern NSW, Australia.", "gold_spans": [{"start": 61, "length": 10, "wikidata_qid": "Q4281279", "candidates": [["Q4281279", 1.0]], "is_eval": true}]}
{"text": "html  Tuesday, 20 October 2009  UKIP leadership election: Winston McKenzie may be forced to stand down  News reaches us that the the UKIP NEC have been summoned to an urgent conclave, in order that they might vote on the following motion:  \"That pursuant to section 4.", "gold_spans": [{"start": 58, "length": 16, "wikidata_qid": "Q8026109", "candidates": [["Q8026109", 1.0]], "is_eval": true}]}
{"text": "The Basics  William Henry Harrison Beadle, born in a log cabin in Parke County, Indiana, on January 1, 1838, grew up on the frontier.", "gold_spans": [{"start": 12, "length": 29, "wikidata_qid": "Q8012028", "candidates": [["Q8012028", 0.8888888888888888], ["Q39290072", 0.1111111111111111]], "is_eval": true}]}
{"text": "Burstock  Burstock\nis a small rural village in the Beaminster region,\n4 miles West-North-West of Broadwinsor and five miles\nSouth-South-West of Crewkerne, close to the border\nbetween Dorset and Somerset.", "gold_spans": [{"start": 0, "length": 8, "wikidata_qid": "Q3450981", "candidates": [["Q3450981", 1.0]], "is_eval": true}]}
{"text": "Early in her career, Barbara Swan (1922-2003) was closely associated with the Boston Expressionist school.", "gold_spans": [{"start": 21, "length": 12, "wikidata_qid": "Q20685706", "candidates": [["Q20685706", 1.0]], "is_eval": true}]}
{"text": "Perhaps it's a good omen that Brad McQuaid—former architect of EverQuest, one-time executive producer of Vanguard—was forced to announce Pantheon: Rise of the Fallen early last week .", "gold_spans": [{"start": 30, "length": 12, "wikidata_qid": "Q2923415", "candidates": [["Q2923415", 1.0]], "is_eval": true}]}
{"text": "California Newswire/ — Governor Arnold Schwarzenegger on Friday (July 9) issued the following statement celebrating the latest numbers released by the Cleantech Group and Deloitte showing California’s clean tech companies received the highest venture capital funding in the second quarter of this year:  “California has led the world in enacting policies that harness the private sector to create the clean and renewable technologies needed to combat climate change and reduce our dependency on oil.", "gold_spans": [{"start": 151, "length": 15, "wikidata_qid": "Q5130597", "candidates": [["Q5130597", 1.0]], "is_eval": true}]}
{"text": "“Our most recent experience was with Gulf War syndrome, where despite many efforts to find consistent threads, we came up mostly dry on specific causes,” Col. Christian Macedonia (Ret.", "gold_spans": [{"start": 159, "length": 19, "wikidata_qid": "Q26705215", "candidates": [["Q26705215", 1.0]], "is_eval": true}]}
{"text": "Ferguson Rotich won the 800m in a personal best of 1:45.40, coming home ahead of his compatriot Anthony Chemut who was second in 1:45.43, while Daniel Kipchirch Komen won the 1500m in 3:35.15, with Ethiopia’s Tesfaye Cheru second in a personal best of 3:35.67.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q14918460", "candidates": [["Q14918460", 1.0]], "is_eval": true}]}
{"text": "Emotional dramas interest me: Vishal Gandhi  Comments ()  Sort:  SIGN IN WITH  ORPOSTWITHOUTREGISTRATION  Refrain from posting comments that are obscene, defamatory or inflammatory, and do not indulge in personal attacks, name calling or inciting hatred against any community.", "gold_spans": [{"start": 30, "length": 13, "wikidata_qid": "Q21062567", "candidates": [["Q21062567", 1.0]], "is_eval": true}]}
{"text": "Living Coast Discovery Center – San Diego’s Hidden Nature Center  Tucked away in San Diego’s South Bay, the Living Coast Discovery Center (formerly the Chula Vista Nature Center) provides an up close view of the flora and fauna found in the San Diego Bay along with nature trails to the bay itself.", "gold_spans": [{"start": 0, "length": 29, "wikidata_qid": "Q20714731", "candidates": [["Q20714731", 1.0]], "is_eval": true}]}
{"text": "Introduced species such as Tarebia granifera and Melanoides tuberculata are spread throughout the country and might be a threat for endemics and other native snails.", "gold_spans": [{"start": 27, "length": 17, "wikidata_qid": "Q469064", "candidates": [["Q469064", 1.0]], "is_eval": true}]}
{"text": "Bindra has also conducted a filmmaking workshop for schoolchildren with the BBC and is currently working on new screenplay ideas.  PAUL MAYEDA BERGES (Co-Screenwriter/Second Unit Director)Paul Mayeda Berges was born and brought up in Los Angeles.", "gold_spans": [{"start": 131, "length": 18, "wikidata_qid": "Q3634934", "candidates": [["Q3634934", 1.0]], "is_eval": true}]}
{"text": "East End Of Rundle -- Jun 25, 2006  Elevation Gain: 900 meters (2952 feet)  Climbed by: me solo.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q5328317", "candidates": [["Q5328317", 1.0]], "is_eval": true}]}
{"text": "New Jersey Endangered and Threatened Species Field Guide  Mud sunfish  Conservation Status  IDENTIFICATION  The mud sunfish has a light to dark green body with three or four dark brown stripes on its sides.", "gold_spans": [{"start": 58, "length": 11, "wikidata_qid": "Q526228", "candidates": [["Q526228", 1.0]], "is_eval": true}]}
{"text": "Abstract  The mushroom Coprinopsis cinerea is a classic experimental model for multicellular development in fungi because it grows on defined media, completes its life cycle in 2 weeks, produces some 10(8) synchronized meiocytes, and can be manipulated at all stages in development by mutation and transformation.", "gold_spans": [{"start": 23, "length": 19, "wikidata_qid": "Q5168926", "candidates": [["Q5168926", 1.0]], "is_eval": true}]}
{"text": "For as long as the Billboard Hot 100 has existed, there have been all-female vocal groups gracing its ranks, from the early days of The Chantels and The Bobbettes in the late '50s all the way up to Fifth Harmony and Little Mix in 2017.", "gold_spans": [{"start": 149, "length": 13, "wikidata_qid": "Q2409903", "candidates": [["Q2409903", 1.0]], "is_eval": true}]}
{"text": "It was actually Samuel Johnson Jr.", "gold_spans": [{"start": 16, "length": 18, "wikidata_qid": "Q7411866", "candidates": [["Q7411866", 1.0]], "is_eval": true}]}
{"text": "ru has five people in an office in Mountain View for its new My.Com U.S.", "gold_spans": [{"start": 61, "length": 6, "wikidata_qid": "Q16486946", "candidates": [["Q16486946", 0.9473684210526315], ["Q3869483", 0.05263157894736842]], "is_eval": true}]}
{"text": "One of the top backstops in the All-American Girls Baseball League was 5-ft, 5-inch, 128-pounder Ruth Lessing.", "gold_spans": [{"start": 97, "length": 12, "wikidata_qid": "Q7383081", "candidates": [["Q7383081", 1.0]], "is_eval": true}]}
{"text": "The special Judson Independent School District board meeting was expected to be a showdown between warring trustees ready to censure one another.", "gold_spans": [{"start": 12, "length": 34, "wikidata_qid": "Q6304246", "candidates": [["Q6304246", 1.0]], "is_eval": true}]}
{"text": "She has since published six novels, including the Richard & Judy choice Empress Orchid and, most recently, Pearl of China.", "gold_spans": [{"start": 72, "length": 14, "wikidata_qid": "Q5374580", "candidates": [["Q5374580", 1.0]], "is_eval": true}]}
{"text": "Japanese Devils shed light on a dark past  HONG KONG, China (CNN) --When independent filmmaker Minoru Matsui came up with an idea to document Japan's former Imperial Army soldiers some eight years ago, he couldn't find a sponsor.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q6149237", "candidates": [["Q6149237", 1.0]], "is_eval": true}]}
{"text": "Nepal Ayurvedic Medical Council (NAMC)  Nepal Ayurvedic Medical Council (NAMC) is the authentic, autonomous body established according to Ayurveda Medical council act 2045 under Ministry of Health and Population (Nepal).", "gold_spans": [{"start": 0, "length": 31, "wikidata_qid": "Q55624967", "candidates": [["Q55624967", 1.0]], "is_eval": true}]}
{"text": "Thus, the idea for the Jewish Community Secondary School, known as JCoSS, was born.", "gold_spans": [{"start": 23, "length": 33, "wikidata_qid": "Q6107925", "candidates": [["Q6107925", 1.0]], "is_eval": true}]}
{"text": "Stephanie Meadow makes the cut on pro debut at US Open  Portrush golfer in top 20 at Pinehurst after rounds of 71 and 72  Fri, Jun 20, 2014, 10:18Updated: Fri, Jun 20, 2014, 13:16  Stephanie Meadow of Northern Ireland plays her second shot at the par-four 13th hole during the second round of the US Women’s Open at Pinehurst No 2 in North Carolina.", "gold_spans": [{"start": 0, "length": 16, "wikidata_qid": "Q17285574", "candidates": [["Q17285574", 1.0]], "is_eval": true}]}
{"text": "The wak wak then attempted to stab his arm with his claws but luckily he manage to pull his gun and shoot the wakwak on the ear,genital, wings and neck.", "gold_spans": [{"start": 110, "length": 6, "wikidata_qid": "Q7961228", "candidates": [["Q7961228", 0.7142857142857143], ["Q3566197", 0.2857142857142857]], "is_eval": true}]}
{"text": "Zupljanin, Stojan  From 1991 Stojan Župljanin was commander of the Regional Security Services Centre (CSB) of Banja Luka in northern Bosnia and Herzegovina (BiH).", "gold_spans": [{"start": 29, "length": 16, "wikidata_qid": "Q153333", "candidates": [["Q153333", 1.0]], "is_eval": true}]}
{"text": "Subject category  Astrophysics and Astronomy  Abstract  The Automated Patrol Telescope (APT) is a wide-field (5 X 5 deg.", "gold_spans": [{"start": 60, "length": 26, "wikidata_qid": "Q4826422", "candidates": [["Q4826422", 1.0]], "is_eval": true}]}
{"text": "Boo De Oliveira  Razorback softball head coach Courtney Deifel has announced (July 2, 2015) the addition of Boo De Oliveira as an assistant to her coaching staff.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q61992453", "candidates": [["Q61992453", 1.0]], "is_eval": true}]}
{"text": "12 we study the implications of relaxing the assumption of statistical isotropy of the primordial fluctuations.", "gold_spans": [{"start": 87, "length": 23, "wikidata_qid": "Q934257", "candidates": [["Q934257", 1.0]], "is_eval": true}]}
{"text": "LEIFSON is exiting \"to pursue other interests,\" PIERCE quoted BROADWAY MEDIA as saying.", "gold_spans": [{"start": 62, "length": 14, "wikidata_qid": "Q18205660", "candidates": [["Q18205660", 1.0]], "is_eval": true}]}
{"text": "One of his professors of economics at Aquinas College was Kenneth Marin who once worked in Tanzania.", "gold_spans": [{"start": 58, "length": 13, "wikidata_qid": "Q18330871", "candidates": [["Q18330871", 1.0]], "is_eval": true}]}
{"text": "The satirist's son Jasraj who was driving the car and actress Surilie Gautam, the heroine of his film 'Power Cut' which is to be released tomorrow, were seriously injured in the mishap, police said.", "gold_spans": [{"start": 62, "length": 14, "wikidata_qid": "Q16202646", "candidates": [["Q16202646", 1.0]], "is_eval": true}]}
{"text": "Novelist Shonagh Koea reads in her favourite antique shop while photographer Sarah Sampson serves tea and discusses her fabric work and \"chick art\".", "gold_spans": [{"start": 9, "length": 12, "wikidata_qid": "Q24006323", "candidates": [["Q24006323", 1.0]], "is_eval": true}]}
{"text": "Here's what the GMA News Online community have to say:  2pac advises others to watch the Mike de Leon classic Batch '81, which follows the story of seven neophytes seeking to join a fraternity:  ang totoo nyan.", "gold_spans": [{"start": 110, "length": 9, "wikidata_qid": "Q16950546", "candidates": [["Q16950546", 1.0]], "is_eval": true}]}
{"text": "Watch  Animoca Brands Corporation Ltd's co-founder and chairman Yat Siu speaks to Proactive about an expansion to its existing license deal with classic gaming company Atari.", "gold_spans": [{"start": 7, "length": 14, "wikidata_qid": "Q4765195", "candidates": [["Q4765195", 1.0]], "is_eval": true}]}
{"text": "ImgBurn 2.5.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q919966", "candidates": [["Q919966", 1.0]], "is_eval": true}]}
{"text": "Kelly Clarkson: Behind Hazel Eyes  I've reviewed a lot of music publicity programs on DVD - including ones from Britney Spears, Christina Aguilera, Mandy Moore and Jessica Simpson.", "gold_spans": [{"start": 16, "length": 17, "wikidata_qid": "Q4880807", "candidates": [["Q4880807", 1.0]], "is_eval": true}]}
{"text": "Marion in Perry County, Alabama — The American South (East South Central)  Siloam Baptist Church  Founded 1822  By Mark Hilton, November 8, 2013  1.", "gold_spans": [{"start": 75, "length": 21, "wikidata_qid": "Q7515502", "candidates": [["Q7515502", 1.0]], "is_eval": true}]}
{"text": "On the basis of its morphological, physiological and chemotaxonomic characteristics as well as our phylogenetic analysis, we conclude that strain MW 10(T) is a member of a novel genus and species, for which the name Chryseomicrobium imtechense gen.", "gold_spans": [{"start": 216, "length": 16, "wikidata_qid": "Q26219557", "candidates": [["Q26219557", 1.0]], "is_eval": true}]}
{"text": "UCSB professors Divyakant Agrawal and Linda Petzold were named fellows of the Association for Computing Machinery, the world’s largest educating and computing society, for their research in pioneering technological advances in healthcare, education, entertainment and industry.", "gold_spans": [{"start": 38, "length": 13, "wikidata_qid": "Q20085767", "candidates": [["Q20085767", 1.0]], "is_eval": true}]}
{"text": "Benjamin Franklin's Phonetic Alphabet  Benjamin Franklin took great interest in the promotion of spelling reform.", "gold_spans": [{"start": 0, "length": 37, "wikidata_qid": "Q4888602", "candidates": [["Q4888602", 1.0]], "is_eval": true}]}
{"text": "Tag: Keki Adhikari  The nomination of the 6th Music Khabar Music Award 2074 is announced.", "gold_spans": [{"start": 5, "length": 13, "wikidata_qid": "Q17150190", "candidates": [["Q17150190", 1.0]], "is_eval": true}]}
{"text": "Pact with the devil  Marina Nemat's problem was that she could never keep her mouth shut.", "gold_spans": [{"start": 21, "length": 12, "wikidata_qid": "Q469066", "candidates": [["Q469066", 1.0]], "is_eval": true}]}
{"text": "This website is intended to be an introduction to the evangelical conversion narrative as it developed during the years immediately preceding and during the First Great Awakening in America, including an anthology of six conversion narratives.", "gold_spans": [{"start": 66, "length": 20, "wikidata_qid": "Q5166475", "candidates": [["Q5166475", 1.0]], "is_eval": true}]}
{"text": "Nagatihalli Chandrashekhar has silently completed the shooting of his new film 'Ishtakamya' starring Vijay Surya, Mayuri and Kavya Shetty in lead roles.", "gold_spans": [{"start": 80, "length": 10, "wikidata_qid": "Q21509613", "candidates": [["Q21509613", 1.0]], "is_eval": true}]}
{"text": "Welcome to Haydom Lutheran Hospital!", "gold_spans": [{"start": 11, "length": 24, "wikidata_qid": "Q15838483", "candidates": [["Q15838483", 1.0]], "is_eval": true}]}
{"text": "Interstate 274 North Carolina  Overview  Interstate 274 is the proposed designation for the Western Loop of the Winston-Salem Northern Beltway between I-40 near Clemmons and I-74/285 near King.", "gold_spans": [{"start": 112, "length": 30, "wikidata_qid": "Q2455325", "candidates": [["Q2455325", 1.0]], "is_eval": true}]}
{"text": "Contents  Boxing Career  Eddie Futch in his fighting prime  Eddie Futch was born in Mississippi and grew up in Detroit, where he was a star semipro basketball player before he gravitated to boxing.", "gold_spans": [{"start": 25, "length": 11, "wikidata_qid": "Q3047271", "candidates": [["Q3047271", 1.0]], "is_eval": true}]}
{"text": "Welcome to Nimax Theatres  Nimax Theatres Limited was founded in 2005 by theatrical producers Nica Burns and Max Weitzenhoffer.", "gold_spans": [{"start": 94, "length": 10, "wikidata_qid": "Q15967164", "candidates": [["Q15967164", 1.0]], "is_eval": true}]}
{"text": "Having pushed at door with Essex and Hampshire, Matt Salisbury finally proved himself at first-class level after impressing with Durham, on loan from MCC Young Cricketers, in 2018.", "gold_spans": [{"start": 48, "length": 14, "wikidata_qid": "Q19517787", "candidates": [["Q19517787", 1.0]], "is_eval": true}]}
{"text": "Vermilacinia  Cortex crustaceous\n(like a pie crust), with minute cracks or large\nfolds (plicate) that crack, usually >50 μm thick; apothecia lateral\n(facing sideways or perpendicular to branch) or terminal, subterminal\nin one rare species near San Quintín, Baja\nCalifornia.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q7921577", "candidates": [["Q7921577", 1.0]], "is_eval": true}]}
{"text": "James Vivian  Organist & Conductor  James Vivian is currently Director of Music at St George’s Chapel, Windsor Castle, where he directs the famous choir in its daily liturgical schedule in addition to its performances on radio and in concert.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q6144693", "candidates": [["Q6144693", 1.0]], "is_eval": true}]}
{"text": "New in the Northwest: 'Crossing Centuries' by Irene Tinker  In 1953, Irene Tinker drove from Tanganyika to Tunis with her husband.", "gold_spans": [{"start": 46, "length": 12, "wikidata_qid": "Q13563056", "candidates": [["Q13563056", 1.0]], "is_eval": true}]}
{"text": "Hobart to Huonvillevia Channel Highway  State Route 6 is replicated in the current route marking system by route B68, which follows Sandy Bay Road and the Channel Highway from Hobart to Huonville.", "gold_spans": [{"start": 132, "length": 14, "wikidata_qid": "Q2221438", "candidates": [["Q2221438", 1.0]], "is_eval": true}]}
{"text": "We describe a new large otodontid lamniform shark, Megalolamna paradoxodon gen.", "gold_spans": [{"start": 51, "length": 11, "wikidata_qid": "Q27092801", "candidates": [["Q27092801", 1.0]], "is_eval": true}]}
{"text": "Melinda Camber Porter, prolific writer and artist, dies at 55  1 Photo  on Oct 17, 2008  Melinda Camber Porter, a renowned journalist, poet, author and artist, died of ovarian cancer on October 9 at her home in Sag Harbor.", "gold_spans": [{"start": 0, "length": 21, "wikidata_qid": "Q6812453", "candidates": [["Q6812453", 1.0]], "is_eval": true}]}
{"text": "racemosa, has been introduced into Ecuador from Peru, threatening the genetic integrity of native species. Polylepis racemosa has a wide distribution, ranging from Peru to Bolivia, with a hybridization history with other species from the genus.", "gold_spans": [{"start": 107, "length": 18, "wikidata_qid": "Q1935511", "candidates": [["Q1935511", 1.0]], "is_eval": true}]}
{"text": "The principal was Taro Miyake assisted by two fellow Japanese, Eida and Kanaya.", "gold_spans": [{"start": 18, "length": 11, "wikidata_qid": "Q7686502", "candidates": [["Q7686502", 1.0]], "is_eval": true}]}
{"text": "Your AMC Ticket Confirmation# can be found in your order confirmation email.  Clockwatchers\nPhotos  Movie Info  While she tries to determine her career goals, Iris (Toni Collette) becomes a temporary worker for Global Credit.", "gold_spans": [{"start": 78, "length": 13, "wikidata_qid": "Q2412059", "candidates": [["Q2412059", 1.0]], "is_eval": true}]}
{"text": "Abstract  Gleichenia boryi is a poorly known species of Gleicheniaceae endemic to Madagascar and La Réunion Island.", "gold_spans": [{"start": 56, "length": 14, "wikidata_qid": "Q2264971", "candidates": [["Q2264971", 1.0]], "is_eval": true}]}
{"text": "Interview with Julian Stair on his new exhibition at MIMA  One of the world’s most acclaimed potters, Julian Stair’s work is well know for its subtle palette of greys, reds and white, as well as its variety of scale; from domestic to monumental.", "gold_spans": [{"start": 15, "length": 12, "wikidata_qid": "Q6307601", "candidates": [["Q6307601", 1.0]], "is_eval": true}]}
{"text": "Selma Vilhunen  Selma Vilhunen is an Academy Award nominated director and screenwriter of both fiction and documentary films.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q15629649", "candidates": [["Q15629649", 1.0]], "is_eval": true}]}
{"text": "James Monroe Taylor  James Monroe Taylor  James Monroe Taylor (1886-1914)  James Monroe Taylor’s tenure as Vassar’s fourth president saw the college expand; the student body more than tripled in size to about 1000, many new buildings were erected, and the curriculum was dramatically altered.", "gold_spans": [{"start": 0, "length": 19, "wikidata_qid": "Q83558309", "candidates": [["Q83558309", 1.0]], "is_eval": true}]}
{"text": "This central clock, or master clock, would then send the time out to various small clocks, called slave clocks, throughout the factory or office.", "gold_spans": [{"start": 23, "length": 12, "wikidata_qid": "Q1000863", "candidates": [["Q1000863", 1.0]], "is_eval": true}]}
{"text": "Amino, Leo (1911–1989)  Leo Amino explored the dynamics of spatial relationships in masterful sculptures created with a variety of materials, including wood, wire, and plastics.", "gold_spans": [{"start": 24, "length": 9, "wikidata_qid": "Q19864133", "candidates": [["Q19864133", 1.0]], "is_eval": true}]}
{"text": "Worse, Jacobs didn't understand the level of subsidy that was going to be needed, noted planner Alexander Garvin, who as a city official in the early 1970s helped put together the development's financing.", "gold_spans": [{"start": 96, "length": 16, "wikidata_qid": "Q4718928", "candidates": [["Q4718928", 1.0]], "is_eval": true}]}
{"text": "First-time director Michael Gracey is a visual effects whiz working from a script by Michael Arndt (Star Wars: The Force Awakens), Jenny Bicks (Sex and the City) and Bill Condon (Chicago); this one drops Christmas Day 2017 in a blaze of Oscar-bait glory.", "gold_spans": [{"start": 20, "length": 14, "wikidata_qid": "Q28152753", "candidates": [["Q28152753", 1.0]], "is_eval": true}]}
{"text": "Supporters say he will continue\nto operate independent ministries, including an outreach program called\nThe Mosque Cares and a concern that helps African American businesses do\ncollective purchasing.", "gold_spans": [{"start": 104, "length": 16, "wikidata_qid": "Q7752331", "candidates": [], "is_eval": true}]}
{"text": "A walk from Ilam first along the Manifold then the\nriver Dove brings one to Okeover Hall.", "gold_spans": [{"start": 76, "length": 12, "wikidata_qid": "Q7081941", "candidates": [["Q7081941", 1.0]], "is_eval": true}]}
{"text": "That includes long-time coach Torben Beltz, a likeable character who returned to Team Kerber last year after an 18-month split, and was celebrating a great final, and even better result.", "gold_spans": [{"start": 30, "length": 12, "wikidata_qid": "Q23038141", "candidates": [["Q23038141", 1.0]], "is_eval": true}]}
{"text": "Denmark's D/S Torm sells entire D/S Norden stake  By Reuters Staff  1 Min Read  (Adds background)  COPENHAGEN, April 2 (Reuters) - Danish shipping company D/S Torm TORM.", "gold_spans": [{"start": 32, "length": 10, "wikidata_qid": "Q3374840", "candidates": [["Q3374840", 1.0]], "is_eval": true}]}
{"text": "Center for Research on Child Wellbeing  The Center for Research on Child Wellbeing (CRCW) at Princeton University is seeking a Research Specialist II to provide data management, statistical analysis, and operational support for the Fragile Families and Child Wellbeing Study (FFCWS).", "gold_spans": [{"start": 232, "length": 42, "wikidata_qid": "Q8565279", "candidates": [["Q8565279", 1.0]], "is_eval": true}]}
{"text": "The Consuta Trust  Welcome to the website of an iconic piece of English heritage.", "gold_spans": [{"start": 4, "length": 7, "wikidata_qid": "Q5164773", "candidates": [["Q5164773", 1.0]], "is_eval": true}]}
{"text": "We have used two ways to deliver active T7 RNA polymerase to the cell; infection by a lambda derivative that carries gene 1, or induction of a chromosomal copy of gene 1 under control of the lacUV5 promoter.", "gold_spans": [{"start": 191, "length": 6, "wikidata_qid": "Q17141819", "candidates": [["Q17141819", 1.0]], "is_eval": true}]}
{"text": "Gordon McDougall(I)(1916–1991)  Gordon McDougall was born on February 7, 1916 in Glasgow, Scotland as Gordon Sholto McDougall.", "gold_spans": [{"start": 0, "length": 16, "wikidata_qid": "Q5585533", "candidates": [["Q5585533", 0.5714285714285714], ["Q5585534", 0.42857142857142855]], "is_eval": true}]}
{"text": "3 were recorded in France and we will also add the classic Live in Japan show with Merzbow, Charlie Clouser (NIN), Nic Endo and Gabe Serbian (Locust).", "gold_spans": [{"start": 128, "length": 12, "wikidata_qid": "Q5515363", "candidates": [["Q5515363", 1.0]], "is_eval": true}]}
{"text": "Listeners are in for something special,\" says Comedy-O-Rama creator/performer Joe Bevilacqua (Joe Bev.", "gold_spans": [{"start": 78, "length": 14, "wikidata_qid": "Q6208639", "candidates": [["Q6208639", 1.0]], "is_eval": true}]}
{"text": "Betancourt, Justo  Born on 6 December 1940, in La Marino, in the province of Matanzas, Cuba, Justo Betancourt has made a name for himself as a talented salsa singer.", "gold_spans": [{"start": 93, "length": 16, "wikidata_qid": "Q3190555", "candidates": [["Q3190555", 1.0]], "is_eval": true}]}
{"text": "‘Ye’ - Burna Boy‘Dumebi’ - Rema‘Wetin We Gain’ - Victor AD‘Fake Love’ – Starboy ft Duncan Mighty, Wizkid‘Case’ - Teni‘Leg work’ - Zlatan‘Baby’ – Joeboy‘Jealous’ – Fireboy DML  HEADIES’ VIEWER’S CHOICE: *\nA voting category to award the fan’s favorite artiste with the most digital tractions (downloads, views, streams) in the year under review.", "gold_spans": [{"start": 49, "length": 9, "wikidata_qid": "Q60736894", "candidates": [["Q60736894", 1.0]], "is_eval": true}]}
{"text": "Most Discussed Reviews  Warren G - The Return of the Regulator  These were the words that introduced the world to Warren G.", "gold_spans": [{"start": 35, "length": 27, "wikidata_qid": "Q2113567", "candidates": [["Q2113567", 1.0]], "is_eval": true}]}
{"text": "“This was an exciting project on so many levels, including the exploration of the cameras, film stock and the unique capability of our new film scanning technology to overscan the negative above and below the frame-line – a never before seen approach to achieve a sun-washed, celluloid aesthetic that feels both classic and timeless,” explained Cinelicious founder Paul Korver.", "gold_spans": [{"start": 365, "length": 11, "wikidata_qid": "Q16213591", "candidates": [["Q16213591", 1.0]], "is_eval": true}]}
{"text": "Hugh Belsey a graduate of the Universities of Manchester and Birmingham, has lectured to groups in Europe, America, Australia and Britain.", "gold_spans": [{"start": 0, "length": 11, "wikidata_qid": "Q24565739", "candidates": [["Q24565739", 1.0]], "is_eval": true}]}
{"text": "They’re applying the final touches Thursday at Hybrid Studios in Orange County.", "gold_spans": [{"start": 47, "length": 14, "wikidata_qid": "Q29641805", "candidates": [["Q29641805", 1.0]], "is_eval": true}]}
{"text": "Chaos in Colombia as Torres Stops Holt in Eleven  BARRANQUILLA, Colombia - In what rapidly turned into a dangerous environment for virtually everyone inside the Jumbo Saloon Country Club early Sunday morning, Kendall Holt's championship dream was washed away amid a downpour of beer, soda and water.", "gold_spans": [{"start": 209, "length": 12, "wikidata_qid": "Q2469352", "candidates": [["Q2469352", 1.0]], "is_eval": true}]}
{"text": "Biography of Elsa Barker  Elsa Barker (1869-1954) was born in Leicester, Vermont and became an American novelist and poet.", "gold_spans": [{"start": 13, "length": 11, "wikidata_qid": "Q5367386", "candidates": [["Q5367386", 1.0]], "is_eval": true}]}
{"text": "Village renewal as an instrument of rural development: evidence from Weyarn, Germany  Rural migrants are usually accused of contributing to urban poverty.", "gold_spans": [{"start": 69, "length": 6, "wikidata_qid": "Q517534", "candidates": [["Q517534", 1.0]], "is_eval": true}]}
{"text": "In its 100-year history, the company, which is now part of Penguin Random House, has had only three people at the helm—Knopf himself, Robert Gottlieb, and current editor-in-chief Sonny Mehta.", "gold_spans": [{"start": 179, "length": 11, "wikidata_qid": "Q7562067", "candidates": [["Q7562067", 1.0]], "is_eval": true}]}
{"text": "Which brings me to the contradictory considerations of this remarkable book, how to stop time: heroin from A to Z, by Ann Marlowe, a highly intelligent woman who earned big money as a Wall Street analyst in the late 80s and early 90s and chose to use heroin just because she wanted to.", "gold_spans": [{"start": 118, "length": 11, "wikidata_qid": "Q4766550", "candidates": [["Q4766550", 1.0]], "is_eval": true}]}
{"text": "Tapeley Park  About  2021 UPDATE – TAPELEY PARK & GARDENS – CLOSED UNTIL FURTHER NOTICE  Located in the parish of Westleigh, Tapeley Park sits high on a hill overlooking the River Torridge and the North Devon coastline.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q7684525", "candidates": [["Q7684525", 1.0]], "is_eval": true}]}
{"text": "Affiliation  Abstract  We compared vital status follow-up by the National Death Index and the Social Security Administration for a cohort of breast cancer patients.", "gold_spans": [{"start": 65, "length": 20, "wikidata_qid": "Q16947724", "candidates": [["Q16947724", 1.0]], "is_eval": true}]}
{"text": "The new system called the \"shutdown law,\" also referred to as the \"Cinderella law,\" blocks those under the age of 16 from accessing gaming websites after midnight and has fueled heated anger among younger gamers and avid game fans.", "gold_spans": [{"start": 27, "length": 12, "wikidata_qid": "Q13515764", "candidates": [["Q13515764", 1.0]], "is_eval": true}]}
{"text": "Welcome to the TopoQuest Map Viewer!\nAtsina Lake, MT is a lake located in Glacier County at N48.", "gold_spans": [{"start": 37, "length": 11, "wikidata_qid": "Q7372015", "candidates": [["Q7372015", 1.0]], "is_eval": true}]}
{"text": "Sales continued strong throughout the 1940's and, to increase capacity, Schaefer purchased the former Beverwyck Brewery Co.", "gold_spans": [{"start": 102, "length": 17, "wikidata_qid": "Q4899643", "candidates": [["Q4899643", 1.0]], "is_eval": true}]}
{"text": "Forest of Dartmoor  Landscape is fairly easy to understand until the influence of man becomes involved, we have the natural ability to change and confuse our natural environment by physical, spiritual and historical intervention.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q5469160", "candidates": [["Q5469160", 1.0]], "is_eval": true}]}
{"text": "Data stratified according to uterine malformations yielded the following term delivery rate: 66.7% for T-shaped uterus, 62.", "gold_spans": [{"start": 103, "length": 15, "wikidata_qid": "Q25091341", "candidates": [["Q25091341", 1.0]], "is_eval": true}]}
{"text": "The Glacier Pikes are two rocky points at the south end of the Sentinel Glacier and on the northeast side of the Warren Glacier, which is part of the Garibaldi Neve.", "gold_spans": [{"start": 4, "length": 13, "wikidata_qid": "Q5566151", "candidates": [["Q5566151", 1.0]], "is_eval": true}]}
{"text": "Carrick Pursuivant  George Way of Plean  The title of the pursuivancy is derived from that of the Earl of Carrick, once held by King Robert the Bruce before his accession.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q5046147", "candidates": [["Q5046147", 1.0]], "is_eval": true}]}
{"text": "New Superintendent for CCUSD – Meet David LaRose  The Culver City Unified School District Board of Education has announced that it has selected David LaRose to be the new CCUSD Superintendent.", "gold_spans": [{"start": 54, "length": 35, "wikidata_qid": "Q5193724", "candidates": [["Q5193724", 1.0]], "is_eval": true}]}
{"text": "Adil Raza, a right-arm fast bowler, made his debut for Pakistan Under-19s against Australia U-19s in October 2007, and took 4 for 36 to aid his team to a nine-wicket win.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q27049396", "candidates": [["Q27049396", 1.0]], "is_eval": true}]}
{"text": "This research discusses the promotion strategy of Warkop DKI Reborn: Jangkrik Boss!", "gold_spans": [{"start": 50, "length": 6, "wikidata_qid": "Q3034463", "candidates": [["Q3034463", 1.0]], "is_eval": true}]}
{"text": "Here we show that the Crooks fluctuation theorem can be used to determine folding free energies for folding and unfolding processes occurring in weak as well as strong nonequilibrium regimes, thereby providing a test of its validity under such conditions.", "gold_spans": [{"start": 22, "length": 26, "wikidata_qid": "Q5187911", "candidates": [["Q5187911", 1.0]], "is_eval": true}]}
{"text": "But according to local reports, Janatantrik Terai Mukti Morcha claimed responsibility for the attack.", "gold_spans": [{"start": 32, "length": 30, "wikidata_qid": "Q866013", "candidates": [["Q866013", 1.0]], "is_eval": true}]}
{"text": "Most of the gang escaped to\nthe Deep South, except for Patty Cannon, who was captured and\nimprisoned in the Sussex County jail.", "gold_spans": [{"start": 55, "length": 12, "wikidata_qid": "Q15514279", "candidates": [["Q15514279", 1.0]], "is_eval": true}]}
{"text": "Breakers bust up forms a new bond for the Gold Coast to play top-tier rugby  BOND University hopes to unearth the next generation of Wallabies stars after entering a team in Queensland’s top rugby competition.  Bond University Rugby Club will compete in the Queensland Premier Rugby, the tier below Super Rugby, which kicks off this weekend.", "gold_spans": [{"start": 211, "length": 26, "wikidata_qid": "Q3109994", "candidates": [["Q3109994", 1.0]], "is_eval": true}]}
{"text": "Incorporates Production of Precision Imaging Equipment as a New\nDivision Called Nanotronics Automation  May 19, 2015 07:00 AM Eastern Daylight Time  NEW YORK--(BUSINESS WIRE)--Nanotronics Imaging, developer of the world’s most technologically\nadvanced nanoimaging solutions, today announced that it has completed\nits acquisition of Franklin Mechanical & Control, Inc.", "gold_spans": [{"start": 176, "length": 19, "wikidata_qid": "Q25104303", "candidates": [["Q25104303", 0.75], ["Q17141387", 0.25]], "is_eval": true}]}
{"text": "Tell usall about it, Mullins ; don't deny,for we are promised an abundanceof proof, if necessary, and, besides,the negro threatens to have youarraigned before the court and6bow your authority, or pay damages, for trying to play the role ofhangman.William H. Wisener.", "gold_spans": [{"start": 247, "length": 18, "wikidata_qid": "Q17423839", "candidates": [["Q17423839", 1.0]], "is_eval": true}]}
{"text": "In 1788, Joseph Gaertner defined a multiple fruit as one derived from many ovaries in a single flower, and a compound fruit as one derived from many ovaries of many flowers; in 1813, Augustin de Candolle referred to Gaertner’s compound fruits as aggregate fruits.", "gold_spans": [{"start": 35, "length": 14, "wikidata_qid": "Q3238685", "candidates": [["Q3238685", 1.0]], "is_eval": true}]}
{"text": "Donald Brennan and Rufus Hannah say the makers of \"Bumfights: A Cause for Concern\" took advantage of their alcoholism to persuade them to ram their heads into steel doors and signs and get \"Bumfights\" tattoos in bold letters across their hands and foreheads.", "gold_spans": [{"start": 19, "length": 12, "wikidata_qid": "Q7378043", "candidates": [["Q7378043", 1.0]], "is_eval": true}]}
{"text": "Even though they sound alike, party registration and party identification are conceptually different.", "gold_spans": [{"start": 53, "length": 20, "wikidata_qid": "Q7141040", "candidates": [["Q7141040", 1.0]], "is_eval": true}]}
{"text": "Manana Kochladze  Manana Kochladze’s tenacity in the face of widespread government corruption and multinational industry interests won critical concessions to protect local villagers and the environment in the former Soviet republic from the Baku-Tbilisi-Ceyhan oil export pipeline.", "gold_spans": [{"start": 0, "length": 16, "wikidata_qid": "Q6746885", "candidates": [["Q6746885", 1.0]], "is_eval": true}]}
{"text": "Blanuša Snarks  The first (called the \"Blanuša double\" by Orbanić et al.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q510153", "candidates": [["Q510153", 1.0]], "is_eval": true}]}
{"text": "Remember these structures by using the mnemonic \"Zoom In the Orbit\" (Zygomatic nerve and vessels, Infraorbital nerve and vessels, Orbital branches of the pterygopalatine ganglion)  Test your knowledge with our quiz below:  Contents of the orbit  Most of the space in the orbital cavity is occupied by the eyeballs and orbital fascia; the rest of it is filled with orbital fat which stabilizes the eye and extraocular muscles.", "gold_spans": [{"start": 318, "length": 14, "wikidata_qid": "Q7100073", "candidates": [["Q7100073", 1.0]], "is_eval": true}]}
{"text": "Sepura celebrates 10 years of success  On its 10th anniversary, Sepura has many reasons to celebrate.", "gold_spans": [{"start": 0, "length": 6, "wikidata_qid": "Q1303941", "candidates": [["Q1303941", 1.0]], "is_eval": true}]}
{"text": "We term this renal disease CFHR5 nephropathy.", "gold_spans": [{"start": 27, "length": 17, "wikidata_qid": "Q5010640", "candidates": [["Q5010640", 1.0]], "is_eval": true}]}
{"text": "The NSW Heritage Office has four postwar houses on its register: Harry Seidler's Rose Seidler and Igloo houses completed in 1950 and 1953 respectively; Ken Woolley's Sydney School house in Mosman, from 1962; and Hugh Buhrich's Castlecrag house, finished in 1972.", "gold_spans": [{"start": 166, "length": 13, "wikidata_qid": "Q7660129", "candidates": [["Q7660129", 0.6875], ["Q67671729", 0.3125]], "is_eval": true}]}
{"text": "The poems of Jonathan Aldrich, retired from teaching at the Maine College of Art in Portland, are exceptionally well-made in a conventional, largely sober postwar idiom.", "gold_spans": [{"start": 13, "length": 16, "wikidata_qid": "Q20090086", "candidates": [["Q20090086", 1.0]], "is_eval": true}]}
{"text": "Afterlife  A Japanese Tragedy, 1953  A Japanese Tragedy opens to an urgent, chaotic montage of intercut documentary footage and newspaper articles that illustrate the austerity of life in post-occupation Japan.", "gold_spans": [{"start": 11, "length": 18, "wikidata_qid": "Q544498", "candidates": [["Q544498", 1.0]], "is_eval": true}]}
{"text": "Rishi Kapoor, who has acted with Shabana Azmi and Juhi Chawla before, will now be seen in a special appearance in their upcoming film Chalk N Duster.", "gold_spans": [{"start": 134, "length": 14, "wikidata_qid": "Q20649479", "candidates": [["Q20649479", 1.0]], "is_eval": true}]}
{"text": "Practice History  Peter Foggo Associates was formed in 1989 by a multi-disciplinary team of architects, engineers and quantity surveyors, who had all successfully worked together for a number of years.", "gold_spans": [{"start": 18, "length": 11, "wikidata_qid": "Q27972896", "candidates": [["Q27972896", 1.0]], "is_eval": true}]}
{"text": "Boy Meets Curl\"/\"Buried Pleasure\"/\"Extra Large Medium\"/\"May the Best Stan Win\"  Fox's animated shows tossed four love stories at us tonight, in honor of the holiday, I guess, but only one of them was Valentine's Day specific.", "gold_spans": [{"start": 35, "length": 18, "wikidata_qid": "Q4038465", "candidates": [["Q4038465", 1.0]], "is_eval": true}]}
{"text": "Miners River in Alger County in Michigan  The Miners River is located in Alger County in the State of Michigan.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q6864445", "candidates": [["Q6864445", 1.0]], "is_eval": true}]}
{"text": "In the poolside backyard of his sprawling Herzliya Pituah home on Monday, German- Israeli businessman Daniel Jammer launched a smart and constantly communicative energy storage and production system that he feels could be an answer to Israel’s – and the world’s – burgeoning energy shortage problems.", "gold_spans": [{"start": 102, "length": 13, "wikidata_qid": "Q5217676", "candidates": [["Q5217676", 1.0]], "is_eval": true}]}
{"text": "Flora Perini  Flora Perini (20 November 1887 – 23 September 1975) was an Italian operatic mezzo-soprano who had a prominent opera career in Europe, South America, and the United States during the first half of the twentieth century.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q3746661", "candidates": [["Q3746661", 1.0]], "is_eval": true}]}
{"text": "xv-xvii), and bases upon it his treatise \"De locis sanctis.", "gold_spans": [{"start": 42, "length": 16, "wikidata_qid": "Q5392907", "candidates": [["Q5392907", 1.0]], "is_eval": true}]}
{"text": "Rav Reuven Feinstein to Visit BoysZone Today  BoysZone, the renowned boys camp in Gilboah, NY, run by Oorah Kiruv Rechokim, will have the privilege of hosting Rav Reuven Feinstein today.", "gold_spans": [{"start": 4, "length": 16, "wikidata_qid": "Q7317646", "candidates": [["Q7317646", 1.0]], "is_eval": true}]}
{"text": "Tag: pop culture press records  I’ve got the utmost respect for The Black Watch, who’ve been consistently releasing great albums for the last 20 () years.", "gold_spans": [{"start": 5, "length": 17, "wikidata_qid": "Q17108865", "candidates": [["Q17108865", 1.0]], "is_eval": true}]}
{"text": "The economic importance of\nthe melon fly cannot be evaluated entirely from the standpoint of\nthe direct damage to the various crops affected.", "gold_spans": [{"start": 31, "length": 9, "wikidata_qid": "Q2698536", "candidates": [["Q2698536", 1.0]], "is_eval": true}]}
{"text": "Many authorities\nbelieve there are hundreds still alive, held captive by our long-ago\nenemies. Charles Klusmann was exceedingly fortunate.", "gold_spans": [{"start": 95, "length": 16, "wikidata_qid": "Q56433948", "candidates": [["Q56433948", 1.0]], "is_eval": true}]}
{"text": "Kilpisjärvi Visitor Centre's permanent exhibition On the Edge of the Caledonides introduces Malla Strict Nature Reserve, Saana Nature Reserve and Research Area, Käsivarsi Wilderness Area, and the residents of Kilpisjärvi.", "gold_spans": [{"start": 161, "length": 25, "wikidata_qid": "Q3138321", "candidates": [["Q3138321", 1.0]], "is_eval": true}]}
{"text": "Calling the toss were Catherine Catalane, a well-traveled commercial radio newswoman, and Michael Feldman, a comedian from Madison, Wisc.", "gold_spans": [{"start": 90, "length": 15, "wikidata_qid": "Q6830258", "candidates": [["Q6830258", 0.4482758620689655], ["Q6830251", 0.1724137931034483], ["Q6830250", 0.1724137931034483], ["Q961876", 0.10344827586206896], ["Q6846776", 0.10344827586206896]], "is_eval": true}]}
{"text": "We are an Arabic language school located in Rabat, Morocco and we are committed to teaching Arabic as a foreign language as well as providing a truly unique Moroccan cultural experience.", "gold_spans": [{"start": 10, "length": 22, "wikidata_qid": "Q4783431", "candidates": [["Q4783431", 1.0]], "is_eval": true}]}
{"text": "Now the school is known as Nada High School(灘高等学校),and Nada Junior High School(灘中学校)which is the affiliate school of Nada High School.", "gold_spans": [{"start": 27, "length": 16, "wikidata_qid": "Q6957385", "candidates": [["Q6957385", 1.0]], "is_eval": true}]}
{"text": "Of less psychological or prurient interest but nevertheless intriguing, Martin-Kaye once counted hundreds of specimens of the Royal\nComb Venus (another name for Venus dione, which also was called Pitar dione\nand now Hysteroconcha dione) at Cocos Bay on the east coast of Trinidad.", "gold_spans": [{"start": 196, "length": 11, "wikidata_qid": "Q7198625", "candidates": [["Q7198625", 1.0]], "is_eval": true}]}
{"text": "On the basis of the morphological and chemotaxonomic characteristics as well as genotypic data, strain YIM 77831(T) represents a novel genus and species, Lihuaxuella thermophila gen.", "gold_spans": [{"start": 154, "length": 23, "wikidata_qid": "Q25861379", "candidates": [["Q25861379", 1.0]], "is_eval": true}]}
{"text": "Yesterday at the CYO/MIV Center in Pleasant Plains, the spotlight belonged deservedly to Wonsowicz and those who joined him at the induction ceremonies as the Staten Island Sports Hall of Fame's Class of 2011: bowler Dom LaBargo; Major League pitcher Jason Marquis; sportswriter and sandlot baseball guru Jack Minogue; football coach Mickey Sullivan; and 19th-century outfielder Tuck Turner.", "gold_spans": [{"start": 379, "length": 11, "wikidata_qid": "Q3700335", "candidates": [["Q3700335", 1.0]], "is_eval": true}]}
{"text": "The movie featured actors like Shiva Shrestha, Sharmila Malla (debut), Sushma Shahi, and Mausami Malla (debut) in leading roles.", "gold_spans": [{"start": 47, "length": 14, "wikidata_qid": "Q26252613", "candidates": [["Q26252613", 1.0]], "is_eval": true}]}
{"text": "Caesar II and Caesar III both sold about 2.", "gold_spans": [{"start": 14, "length": 10, "wikidata_qid": "Q908008", "candidates": [["Q908008", 1.0]], "is_eval": true}]}
{"text": "Any situation where maternal well-being or wishes contradict fetal benefit constitutes a maternal-fetal conflict.", "gold_spans": [{"start": 89, "length": 23, "wikidata_qid": "Q65080202", "candidates": [["Q65080202", 1.0]], "is_eval": true}]}
{"text": "Sarra Lebedeva  The following article is from The Great Soviet Encyclopedia (1979).", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q4255842", "candidates": [["Q4255842", 1.0]], "is_eval": true}]}
{"text": "Jack Maple: Betting on Intelligence  Short of stature -- about 5-foot-7 -- and rotund, 46-year-old Jack Maple is given to wearing two-tone shoes, striped shirts, bow-ties and a homburg hat.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q925556", "candidates": [["Q925556", 1.0]], "is_eval": true}]}
{"text": "Obituary: Siah Armajani (1939–2020)  A passionate advocate of democracy and a radical, polymath humanist who integrated poetry, mathematics, philosophy, science, and architecture into his artworks, Tehran-born sculptor Siah Armajani died of heart failure in Minneapolis on August 27, at the age of 81.", "gold_spans": [{"start": 10, "length": 13, "wikidata_qid": "Q325184", "candidates": [["Q325184", 1.0]], "is_eval": true}]}
{"text": "XXII The Court and the New Education  Abolish the eight-legged essay.", "gold_spans": [{"start": 50, "length": 18, "wikidata_qid": "Q340992", "candidates": [["Q340992", 1.0]], "is_eval": true}]}
{"text": "Leave a Comment  Van Damme's Mainstream Comeback May Start In Dragon Eyes  You may not have seen him for awhile, but Jean-Claude Van Damme has been working pretty steadily.", "gold_spans": [{"start": 62, "length": 11, "wikidata_qid": "Q427940", "candidates": [["Q427940", 1.0]], "is_eval": true}]}
{"text": "The paradox of the inside director  Senior managers generally have the discretion to lead their organizations from limited to related diversification and subsequently to unrelated diversification.", "gold_spans": [{"start": 19, "length": 15, "wikidata_qid": "Q39045266", "candidates": [["Q39045266", 1.0]], "is_eval": true}]}
{"text": "Jeffrey Snover has filed for patents to protect the following inventions.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q1686491", "candidates": [["Q1686491", 1.0]], "is_eval": true}]}
{"text": "THE MOJOS Everythings Alright - The Complete Recordings (2009\nissue UK 20-track digitally remastered CD album - Best known on\nrecord for their own song 'Everythings Alright', in part through their\nown recording being regarded as one of the classic Mersey Sound\ntracks ever, as well as it making the top 10, and later through David\nBowie covering it on 'Pin Ups'.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q7751912", "candidates": [["Q7751912", 0.5], ["Q6887143", 0.25], ["Q3049373", 0.25]], "is_eval": true}]}
{"text": "The brave darts fans that made it through the snow to Alexandra Palace were treated to some great darts from Dudbridge, a solid win from Simon Whitlock and the birth of a new crowd favourite in Japanese qualifier Morihiro Hashimoto.", "gold_spans": [{"start": 213, "length": 18, "wikidata_qid": "Q6912209", "candidates": [["Q6912209", 1.0]], "is_eval": true}]}
{"text": "uk editorial team to Education and Skills Act 2008.", "gold_spans": [{"start": 21, "length": 29, "wikidata_qid": "Q5340944", "candidates": [["Q5340944", 1.0]], "is_eval": true}]}
{"text": "Photo album Rosa Sels  Add an image  Here you can add a picture Max 4 MB.", "gold_spans": [{"start": 12, "length": 9, "wikidata_qid": "Q2166486", "candidates": [["Q2166486", 1.0]], "is_eval": true}]}
{"text": "January 17, 2006  Hauntology Now  'The ghost as a cipher of iteration is particularly suggestive.", "gold_spans": [{"start": 18, "length": 10, "wikidata_qid": "Q3127084", "candidates": [["Q3127084", 0.6774193548387096], ["Q85765918", 0.3225806451612903]], "is_eval": true}]}
{"text": "1Â GranadaÂ Â 2015  Â  John Pickstone, or \"JVP\" as he was known to all his friends and colleagues, was an eminent historian of medicine and science, who established and ran the successful Centre for the History of Science, Technology and Medicine (CHSTM) in Manchester University for many years.", "gold_spans": [{"start": 23, "length": 14, "wikidata_qid": "Q6252879", "candidates": [["Q6252879", 1.0]], "is_eval": true}]}
{"text": "And so do millions of totally fed-up Americans.  Susan J. Douglas is a professor of communications at the University of Michigan and a senior editor at In These Times.", "gold_spans": [{"start": 49, "length": 16, "wikidata_qid": "Q7648013", "candidates": [["Q7648013", 1.0]], "is_eval": true}]}
{"text": "The name of Dr. Kathleen de la Peña McCook can be followed by many titles: professor, leader, advocate, researcher, speaker, mentor, Tampa Bay Rays fan,… and librarian of course.", "gold_spans": [{"start": 16, "length": 26, "wikidata_qid": "Q17180775", "candidates": [["Q17180775", 1.0]], "is_eval": true}]}
{"text": "Jorge Rivero (1938-)  biography  Born Jorge Pous Ribe in Mexico City, Mexico, on June 15, 1938, handsome matinee idol Jorge Rivero has been billed at times as George Rivers and George Rivero.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q2466549", "candidates": [["Q2466549", 1.0]], "is_eval": true}]}
{"text": "Fight against extremism for former neo-Nazi from Chicago ramps up after Trump, Charlottesville  Christian Picciolini, co-founder and executive program director for the organization Life After Hate, stands inside the office of his Chicago home Aug.", "gold_spans": [{"start": 181, "length": 15, "wikidata_qid": "Q39048888", "candidates": [["Q39048888", 1.0]], "is_eval": true}]}
{"text": "Solomon Haumono beats Hunter Sam to take interim PABA heavyweight title in “Fight Against Ice”  Topics  SOLOMON Haumono won the interim PABA heavyweight title with a gruelling 10-round unanimous decision over Hunter Sam on Friday night.", "gold_spans": [{"start": 22, "length": 10, "wikidata_qid": "Q28536863", "candidates": [["Q28536863", 1.0]], "is_eval": true}]}
{"text": "Tuesday, July 19, 2011  Lee Kuan Yew and late president Wee Kim Wee are related  Wee Kim Wee and wife Koh Sok Hiong  LKY's mother Chua Jim Neo wrote a book by the title Mrs Lee's Cookbook somewhere in mid 1970s.", "gold_spans": [{"start": 130, "length": 12, "wikidata_qid": "Q27907153", "candidates": [["Q27907153", 1.0]], "is_eval": true}]}
{"text": "We developed the Comprehensive Crisis Plan Checklist …  … This group should be charged with the mission of developing a crisisplan within no more\nthan six weeks … This task-force report, typically 15–20 pages, is then shared with senior\nmanagement as the foundation for the development of a crisisplan …  … What do we do?", "gold_spans": [{"start": 31, "length": 11, "wikidata_qid": "Q5185982", "candidates": [["Q5185982", 1.0]], "is_eval": true}]}
{"text": "Current role  Minister for Home Affairs  Minister of Equality between Women and Men  Biography  Taina Bofferding was born on 22 November 1982 in Esch-sur-Alzette.", "gold_spans": [{"start": 96, "length": 16, "wikidata_qid": "Q16438964", "candidates": [["Q16438964", 1.0]], "is_eval": true}]}
{"text": "Shopping cart  about  FakearCaen, France  Having established a fervent fanbase in his native France, Fakear has gifted his globally-tuned dance music to an even\nlarger audience after dates supporting Ninja Tune luminary Bonobo and labelmates ODESZA across the US and Canada.", "gold_spans": [{"start": 22, "length": 6, "wikidata_qid": "Q21512651", "candidates": [["Q21512651", 1.0]], "is_eval": true}]}
{"text": "Extended Character Set  Dunbar’s extended Latin character set covers most Western and Eastern European languages along with multiple sets of numerals and punctuation.  On Erbar and Early Geometric Sans Serifs  Erbar-Grotesk showing by Ludwig & Mayer  Sans serifs were still a rather new genre of typefaces at the beginning of the 20th century.", "gold_spans": [{"start": 171, "length": 5, "wikidata_qid": "Q942044", "candidates": [["Q942044", 1.0]], "is_eval": true}]}
{"text": "History - Sherwood's roots  Project Sherwood and the origin of the annual Sherwood Fusion Theory Conference  Research into controlled thermonuclear fusion energy began in the United States around 1951 within various departments of the nuclear weapons program under the auspices of the Atomic Energy Commission (AEC).", "gold_spans": [{"start": 28, "length": 16, "wikidata_qid": "Q7249318", "candidates": [["Q7249318", 1.0]], "is_eval": true}]}
{"text": "LORD BEACONSFIELD  (1804-1881)  BY ISA CARRINGTON CABELL  enjamin Disraeli, Earl of Beaconsfield, born in London,\nDecember, 1804; died there April 19th, 1881.", "gold_spans": [{"start": 76, "length": 20, "wikidata_qid": "Q5326207", "candidates": [["Q5326207", 0.7941176470588235], ["Q82006", 0.20588235294117646]], "is_eval": true}]}
{"text": "And he was known by the name of Jaratkaru. That foremost one among the Yayavaras, virtuous and of rigid vows, highly blessed and endued with great ascetic power, once undertook a journey over the world.", "gold_spans": [{"start": 32, "length": 9, "wikidata_qid": "Q19832698", "candidates": [["Q19832698", 1.0]], "is_eval": true}]}
{"text": "At that time there were three stations vying for the Winnipeg audience: CBWT-TV (CBC); CKY-TV (CTV); and KCND-TV an Independent, just across the U.", "gold_spans": [{"start": 105, "length": 7, "wikidata_qid": "Q6327033", "candidates": [["Q6327033", 1.0]], "is_eval": true}]}
{"text": "“I don’t recall going to Fallon at any time to talk over the Fuller case.", "gold_spans": [{"start": 61, "length": 11, "wikidata_qid": "Q30641765", "candidates": [["Q30641765", 1.0]], "is_eval": true}]}
{"text": "The Carré d'Or and Monte-Carlo are home to the Place du Casino, famous hotels, luxury stores and opulent buildings such as the Park Palace, the Mirabeau, the Monte Carlo Star and even the Metropole and its shopping centre.  The Larvotto is Monaco's postcard with its beachfront properties and their immediate proximity to the beaches, Jimmy'z, the Grimaldi Forum, and waterfront restaurants and bars.", "gold_spans": [{"start": 228, "length": 8, "wikidata_qid": "Q55088", "candidates": [["Q55088", 0.9090909090909091], ["Q6491940", 0.09090909090909091]], "is_eval": true}]}
{"text": "We here describe the new species, named to honor Timothy Plowman, and provide information about its range, habitats, and conservation status.", "gold_spans": [{"start": 49, "length": 15, "wikidata_qid": "Q2326803", "candidates": [["Q2326803", 1.0]], "is_eval": true}]}
{"text": "nbsp; The stars included top Northern lawyer and former senator Peter Rae; prominent Hobart lawyer John ``bull bars'' Bennett; public sector administration expert Nick Evers; Peter Hodgman, who had a huge profile and moved from the Legislative Council; and premier's office adviser and former federal MHR Ray Groom, who would go on to become premier.", "gold_spans": [{"start": 163, "length": 10, "wikidata_qid": "Q7027083", "candidates": [["Q7027083", 1.0]], "is_eval": true}]}
{"text": "Yamanote Train Melody Strap set  The beauty of Tokyo’s famous Yamanote line (besides it’s circular path) is that each station plays its own unique melodies when the train is boarding.", "gold_spans": [{"start": 9, "length": 12, "wikidata_qid": "Q7832892", "candidates": [["Q7832892", 1.0]], "is_eval": true}]}
{"text": "There's the Groke, the howling female who turns the land to ice.", "gold_spans": [{"start": 8, "length": 9, "wikidata_qid": "Q2386077", "candidates": [["Q2386077", 1.0]], "is_eval": true}]}
{"text": "Korean actress Seo Hyo-rim has been cast in a new SBS weekend drama alongside Kim Suna, Lee Dong-wook and Um Ki-joon, according to the show's promoter EM.", "gold_spans": [{"start": 15, "length": 11, "wikidata_qid": "Q491629", "candidates": [["Q491629", 1.0]], "is_eval": true}]}
{"text": "Scope:\nTo cope with these problems, we here review data which conform to the original proposal of Daniel Mazia that the eukaryotic cell is composed of an elemental Cell Body whose structure is smaller than the cell and which is endowed with all the basic attributes of a living entity.", "gold_spans": [{"start": 98, "length": 12, "wikidata_qid": "Q5218080", "candidates": [["Q5218080", 1.0]], "is_eval": true}]}
{"text": "History -Visits by the general public to offer congratulations on the Emperor's birthday at the Imperial Palace began on 29 April 1948.", "gold_spans": [{"start": 66, "length": 22, "wikidata_qid": "Q72318", "candidates": [["Q72318", 1.0]], "is_eval": true}]}
{"text": "The Semichi Islands are a cluster of small, low-lying islands within the Near Islands group of the far western Aleutian Islands, Alaska, southeast of Attu Island and northeast of Agattu Island.", "gold_spans": [{"start": 4, "length": 15, "wikidata_qid": "Q2004327", "candidates": [["Q2004327", 1.0]], "is_eval": true}]}
{"text": "Utrecht strike Brouwer deal  Utrecht have struck a deal with Liverpool to take promising striker Jordy Brouwer on a season-long loan.", "gold_spans": [{"start": 97, "length": 13, "wikidata_qid": "Q3354748", "candidates": [["Q3354748", 1.0]], "is_eval": true}]}
{"text": "Track recordThough he got high grades, Morien Morgan far preferred the practical side of engineering to the theoretical, mathematical side.", "gold_spans": [{"start": 39, "length": 13, "wikidata_qid": "Q6912189", "candidates": [["Q6912189", 1.0]], "is_eval": true}]}
{"text": "Seventeen of those patient deaths were referred to police by the Davies Commission at the end of the inquiry.", "gold_spans": [{"start": 65, "length": 17, "wikidata_qid": "Q5241723", "candidates": [["Q5241723", 1.0]], "is_eval": true}]}
{"text": "A diminutive and well geographically isolated form occurring below the escarpment of the Tabletop Range in Litchfield National Park, Northern Territory possessing a more prominent and purplish mid-lateral stripe, is described as the Little Rainbowfish Melanotaenia wilsonisp.", "gold_spans": [{"start": 252, "length": 12, "wikidata_qid": "Q745851", "candidates": [["Q745851", 1.0]], "is_eval": true}]}
{"text": "Here we show, in disagreement with previous studies, that the axostyle does not disappear during mitosis but rather actively participates in it.", "gold_spans": [{"start": 62, "length": 8, "wikidata_qid": "Q2874820", "candidates": [["Q2874820", 1.0]], "is_eval": true}]}
{"text": "Funded with $10 million by the Homeland Security Department’s Science and Technology Directorate, the Homeland Open Security Technology (HOST) program is a five-year project to study and identify viable and sustainable open-source cybersecurity methods, models and technologies.", "gold_spans": [{"start": 102, "length": 33, "wikidata_qid": "Q5889508", "candidates": [["Q5889508", 1.0]], "is_eval": true}]}
{"text": "Preview — The Twelfth Imam\nby Joel C. Rosenberg  The Twelfth Imam  Tensions are rising in the Middle East.", "gold_spans": [{"start": 30, "length": 17, "wikidata_qid": "Q6213288", "candidates": [["Q6213288", 1.0]], "is_eval": true}]}
{"text": "We're currently working on Kentucky Route Zero, a magical realist adventure game about a secret highway in the caves beneath Kentucky, and the mysterious folks who travel it.", "gold_spans": [{"start": 27, "length": 19, "wikidata_qid": "Q6392377", "candidates": [["Q6392377", 1.0]], "is_eval": true}]}
{"text": "Qatar’s new PM Shaikh Abdullah bin Nasser Al Thani  (AFP)  Filed on June 27, 2013  Shaikh Abdullah bin Nasser bin Khalifa Al Thani, named Qatar’s new prime minister on Wednesday, has long served in the interior ministry and is seen as close to the Amir of Qatar, His Highness Shaikh Tamim bin Hamad Al Thani  A minister of state for internal affairs since February 15, 1995, until he was promoted to interior minister as well as prime minister on Wednesday, Shaikh Abdullah had worked on organising and developing different departments within the ministry.", "gold_spans": [{"start": 90, "length": 40, "wikidata_qid": "Q4666105", "candidates": [["Q4666105", 1.0]], "is_eval": true}]}
{"text": "STOCKHOLM (Reuters) - The Swedish government has dismissed the board of the Karolinska Institute after an investigation showed it was negligent when hiring surgeon Paolo Macchiarini and letting him operate on patients.", "gold_spans": [{"start": 164, "length": 17, "wikidata_qid": "Q4275776", "candidates": [["Q4275776", 1.0]], "is_eval": true}]}
{"text": "Under review Ysgol Dewi Sant tops list of county's schools  Under review Ysgol Dewi Sant tops list of county's schools  A SECONDARY school rumoured to be at risk of closure has topped a poll of Pembrokeshire secondary schools.", "gold_spans": [{"start": 13, "length": 15, "wikidata_qid": "Q8059711", "candidates": [["Q8059711", 0.9230769230769231], ["Q13132636", 0.07692307692307693]], "is_eval": true}]}
{"text": "From the beginning, Nebula carried Walt Willis' column, which at first was called \"The Electric Fan.", "gold_spans": [{"start": 35, "length": 11, "wikidata_qid": "Q7964088", "candidates": [["Q7964088", 1.0]], "is_eval": true}]}
{"text": "In 1891 Ernst Skarstedt was hired as the new editor.", "gold_spans": [{"start": 8, "length": 15, "wikidata_qid": "Q5395141", "candidates": [["Q5395141", 1.0]], "is_eval": true}]}
{"text": "In January 1979, Emil Q. Javier was elected by the UP Board of Regents to succeed Dr.", "gold_spans": [{"start": 17, "length": 14, "wikidata_qid": "Q5371414", "candidates": [["Q5371414", 1.0]], "is_eval": true}]}
{"text": "source)  Maya Wiley  After years working for civil rights and social-justice organizations that include the NAACP Legal Defense and Educational Fund, the American Civil Liberties Union and the Open Society Institute, Wiley started the Center for Social Inclusion to address the public policies that have led to socioeconomic disparities.", "gold_spans": [{"start": 9, "length": 10, "wikidata_qid": "Q24963314", "candidates": [["Q24963314", 1.0]], "is_eval": true}]}
{"text": "Canter's Deli offers an authentic deli-style experience unparalleled anywhere on the West Coast.", "gold_spans": [{"start": 0, "length": 8, "wikidata_qid": "Q5033602", "candidates": [["Q1007807", 0.6846846846846847], ["Q5033602", 0.12612612612612611], ["Q85750507", 0.02702702702702703], ["Q1322831", 0.02702702702702703], ["Q5213226", 0.02702702702702703], ["Q4963275", 0.018018018018018018], ["Q10879461", 0.018018018018018018], ["Q5233157", 0.018018018018018018], ["Q14946828", 0.018018018018018018], ["Q6755451", 0.018018018018018018], ["Q2761390", 0.009009009009009009], ["Q47092139", 0.009009009009009009]], "is_eval": true}]}
{"text": "To justify their actions, in November 1793 the British Government resurrected the \"Rule of 1756\" as the legal basis for their order to seize \"all ships laden with goods the produce of any colony belonging to France, or carrying provisions or other supplies for the use of any such colony.", "gold_spans": [{"start": 83, "length": 12, "wikidata_qid": "Q7378949", "candidates": [["Q7378949", 1.0]], "is_eval": true}]}
{"text": "Title:Matroid polytopes and their volumes  Abstract: We express the matroid polytope $P_M$ of a matroid $M$ as a signed Minkowski\nsum of simplices, and obtain a formula for the volume of $P_M$.", "gold_spans": [{"start": 6, "length": 16, "wikidata_qid": "Q6787907", "candidates": [["Q6787907", 1.0]], "is_eval": true}]}
{"text": "Kal Kissne Dekha Review  Kal Kissne Dekha Movie Review  Review by Taran Adarsh  Updated: June 12, 2009 17:10 IST  2  Kal Kissne Dekha Movie Rating  If you could see the future, wouldn't you first use it to your advantage?", "gold_spans": [{"start": 0, "length": 16, "wikidata_qid": "Q6349887", "candidates": [["Q6349887", 1.0]], "is_eval": true}]}
{"text": "like a dog, to the vomit of memory\" – Byron  June 2007  \"My mother always said never trust a man with matching belt and shoes\" - so said winsomely entertaining TV presenter Angus Purden of my outfit when I was persuaded to take part in the filming of an episode of one of the BBC's most popular day time shows, 'Cash in the Attic'.", "gold_spans": [{"start": 173, "length": 12, "wikidata_qid": "Q4764226", "candidates": [["Q4764226", 1.0]], "is_eval": true}]}
{"text": "Yakubu is Dead  The death was reported of the Gushie-Na Bawa Andani Yakubu and a former Inspector General of Police (IGP) on Sunday January 6.", "gold_spans": [{"start": 56, "length": 18, "wikidata_qid": "Q4873740", "candidates": [["Q4873740", 1.0]], "is_eval": true}]}
{"text": "But there is one twist in this otherwise positive insect conservation tale: two female specimens of Megachile pluto collected on Bacan (Indonesia) in February and on Halmahera (Indonesia) in September 2018 (respectively) appeared on an international online auction site, and fetched several thousands of US$ each to private collectors.", "gold_spans": [{"start": 100, "length": 15, "wikidata_qid": "Q134348", "candidates": [["Q134348", 1.0]], "is_eval": true}]}
{"text": "Kwame Alexander  Kwame Alexander is a poet, educator, and New York Times Bestselling author of 21 books, including BOOKED, SURF'S UP, and THE CROSSOVER, which received the 2015 John Newbery Medal, the NCTE Charlotte Huck Honor, The Paterson Poetry Prize, the Lee Bennett Hopkins Poetry Award, and the Coretta Scott King Author Award Honor.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q18977657", "candidates": [["Q18977657", 0.8235294117647058], ["Q19871904", 0.17647058823529413]], "is_eval": true}]}
{"text": "An exposure within the central portion of a large drumlin at Port Byron, New York State, USA, part of the large New York drumlin field, reveals a sequence of steeply dipping cemented sands and gravels of proglacial, ice-contact deltaic origin overlain by a thin till veneer.", "gold_spans": [{"start": 66, "length": 15, "wikidata_qid": "Q3708690", "candidates": [["Q3708690", 1.0]], "is_eval": true}]}
{"text": "Brandon Rios-Omri Lowther on Pacquiao-Margarito  On the sidelines of the recent card where David Lemieux knocked out Hector Camacho Jr.", "gold_spans": [{"start": 13, "length": 12, "wikidata_qid": "Q7090768", "candidates": [["Q7090768", 1.0]], "is_eval": true}]}
{"text": "‘India has taken humanism more seriously than West’  Levi Fragell, second from left, former president, International Humanist and Ethical Union, looks on as S.", "gold_spans": [{"start": 53, "length": 12, "wikidata_qid": "Q1771819", "candidates": [["Q1771819", 1.0]], "is_eval": true}]}
{"text": "Yash starrer new film which is being produced by K Manju and directed by Mahesh Rao has been finally titled as 'Santhu Straight Forward'.", "gold_spans": [{"start": 112, "length": 23, "wikidata_qid": "Q24211098", "candidates": [["Q24211098", 1.0]], "is_eval": true}]}
{"text": "He married Hamida Banu BEGUM.", "gold_spans": [{"start": 11, "length": 17, "wikidata_qid": "Q3299940", "candidates": [["Q3299940", 1.0]], "is_eval": true}]}
{"text": "Arthur L. Liman papers  Scope and Contents  The papers document the career of Arthur Liman, primarily the period from the Iran-Contra investigation in 1987 until his death in 1997.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q4799419", "candidates": [["Q4799419", 1.0]], "is_eval": true}]}
{"text": "Sleep Dealer  The near future.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q204190", "candidates": [["Q204190", 1.0]], "is_eval": true}]}
{"text": "Fourth District Court of Appeal  The Florida Fourth District Court of Appeal handles appeals and extraordinary writ cases from the Fifteenth, Seventeenth, and Nineteenth Judicial Circuits, which are composed of Palm Beach, Broward, St.", "gold_spans": [{"start": 37, "length": 39, "wikidata_qid": "Q5461383", "candidates": [["Q5461383", 1.0]], "is_eval": true}]}
{"text": "1915 in Montreal.  David Murdoch Macpherson or, as he was commonly known, D.", "gold_spans": [{"start": 19, "length": 24, "wikidata_qid": "Q5237820", "candidates": [["Q5237820", 1.0]], "is_eval": true}]}
{"text": "In 1901 the 24-year-old Ida Nettleship shocked her respectable parents by announcing that she had secretly married an artist called Augustus John.", "gold_spans": [{"start": 24, "length": 14, "wikidata_qid": "Q17309177", "candidates": [["Q17309177", 0.8181818181818182], ["Q6261287", 0.18181818181818182]], "is_eval": true}]}
{"text": "The low levels of 16S rRNA gene sequence similarity to other recognized taxa, together with comparative analysis of phenotypic traits and chemotaxonomic markers, supported the proposal of a new genus within the family Alcaligenaceae, for which the name Candidimonas gen.", "gold_spans": [{"start": 253, "length": 12, "wikidata_qid": "Q11295472", "candidates": [["Q11295472", 1.0]], "is_eval": true}]}
{"text": "Birth of the princess UlakuçLa Devi, which, ac-\ncording to the Selaļihiņi Sandesaya, took place in the 36th year of the reign …  … As Codrington states \" its identification is put beyond doubt by Kokila Sandesaya\nlocating it north of Mannar on the coast road to Jaffna\"7 The writer very glibly brushes\naway this evidence with two very impróbale suppositions …  … the message poems (sandesa).", "gold_spans": [{"start": 74, "length": 9, "wikidata_qid": "Q7416168", "candidates": [["Q7416168", 1.0]], "is_eval": true}]}
{"text": "A Raman laser is a light source similar to an ordinary laser, but with an amplifier medium based on Raman gain (stimulated Raman scattering) rather than on stimulated emission from excited atoms or ions.", "gold_spans": [{"start": 2, "length": 11, "wikidata_qid": "Q1076193", "candidates": [["Q1076193", 1.0]], "is_eval": true}]}
{"text": "l “The …  The basic document related to mobilization, including Koreans, to the Labor Army was the Decree of the Presidium of the Supreme Soviet of the USSR by February 13, 1942,“On mobilization for the wartime period of able-bodied urban population for work in industry and …  In 1960, Modibo Keita's government established the Service Civique Rural as an important part of its program of building a socialist and self-sufficient Malian state.", "gold_spans": [{"start": 80, "length": 10, "wikidata_qid": "Q16708136", "candidates": [["Q16708136", 1.0]], "is_eval": true}]}
{"text": "Vavasseur also secured a patent for improvements in rifling cannon.  1860 Josiah Vavasseur became a member of the Honourable Artillery Company  After receiving a general education, he was apprenticed for six years to the firm of Messrs.", "gold_spans": [{"start": 74, "length": 16, "wikidata_qid": "Q27652128", "candidates": [["Q27652128", 1.0]], "is_eval": true}]}
{"text": "Stand-alone Emulator: FCEUX  The FCEUX emulator is the go-to emulator of choice for most of the NES community, and it couldn’t be easier to install and use.", "gold_spans": [{"start": 22, "length": 5, "wikidata_qid": "Q3063052", "candidates": [["Q3063052", 1.0]], "is_eval": true}]}
{"text": "In this album we'll take a look at the Suvorov museum near Tavrichesky garden and at the Roman-catholic church in Kovensky pereulok (some addition to the album about foreign churches).", "gold_spans": [{"start": 39, "length": 14, "wikidata_qid": "Q1058988", "candidates": [["Q1058988", 1.0]], "is_eval": true}]}
{"text": "About the  ORTHOPAEDIC INSTITUTE  The Orthopaedic Institute Limited founded in 1971, is a registered national charity and through voluntary contributions, helps to fund research in the specialist research centres and departments within the Robert Jones and Agnes Hunt Orthopaedic Hospital (RJAH) in Oswestry, Shropshire.", "gold_spans": [{"start": 240, "length": 48, "wikidata_qid": "Q7346181", "candidates": [["Q7346181", 1.0]], "is_eval": true}]}
{"text": "He is the son of a former National federal member for Groom, Tom McVeigh, who then Queensland premier Sir Joh Bjelke-Petersen appointed Queensland's agent-general in London in 1988.", "gold_spans": [{"start": 61, "length": 11, "wikidata_qid": "Q7816862", "candidates": [["Q7816862", 1.0]], "is_eval": true}]}
{"text": "28 january 2021  Vyacheslav Shtyrov: A blocking stake in ALROSA should be owned by the Russian Federation and the Republic of Sakha (Yakutia) should have a blocking stake as well - this is a fair proportion  Vyacheslav Shtyrov was in charge of ALROSA in 1996-2002 and then from January 2002 to May 2010 he was President of the Republic of Sakha (Yakutia).", "gold_spans": [{"start": 17, "length": 18, "wikidata_qid": "Q1192630", "candidates": [["Q1192630", 1.0]], "is_eval": true}]}
{"text": "Not Your Sacrifice Zone: In Lead-Poisoned East Chicago, Residents Fight for Their Health and Homes  A public housing development was built on the site of a lead smelter.", "gold_spans": [{"start": 9, "length": 14, "wikidata_qid": "Q18353204", "candidates": [["Q18353204", 1.0]], "is_eval": true}]}
{"text": "We need a fundamental transformation that the Tellus Institute calls The Great Transition.", "gold_spans": [{"start": 73, "length": 16, "wikidata_qid": "Q5600095", "candidates": [["Q5600095", 1.0]], "is_eval": true}]}
{"text": "Raut, Phadte launch regional party  PANAJI: With the next assembly elections approaching, the first new regional party- Goa Praja Party (GPP) has been launched by two former ministers Pandurang Raut, as the president, and Prakash Phadte, as secretary general.", "gold_spans": [{"start": 184, "length": 14, "wikidata_qid": "Q28092388", "candidates": [["Q28092388", 1.0]], "is_eval": true}]}
{"text": "Jackalope Theatre Presents THE LAST DUCK March 22-April 15  Jackalope Theatre Company has announced the final play of its 2011-2012 season, The Last Duck, by Lucas Neff, directed by guest artist, Marti Lyons.", "gold_spans": [{"start": 158, "length": 10, "wikidata_qid": "Q3265062", "candidates": [["Q3265062", 1.0]], "is_eval": true}]}
{"text": "In Nunakput, Herbert Nakimayak edged out Jackie Jacobson by just four votes, while in Range Lake, Caroline Cochrane won with a 10-vote lead.", "gold_spans": [{"start": 13, "length": 17, "wikidata_qid": "Q22279355", "candidates": [["Q22279355", 1.0]], "is_eval": true}]}
{"text": "com is the digital portal for the Gozo Football Association – covering football in the island of Gozo.", "gold_spans": [{"start": 34, "length": 25, "wikidata_qid": "Q1540588", "candidates": [["Q1540588", 1.0]], "is_eval": true}]}
{"text": "Side 2 kicks off with a reverb soaked cover of Electric Six “Gay Bar” by the September Girls.", "gold_spans": [{"start": 77, "length": 15, "wikidata_qid": "Q7452224", "candidates": [["Q7452224", 1.0]], "is_eval": true}]}
{"text": "Roger Dubuis: The most exciting way to experience the Hyper Horology  Roger Dubuis has been at the forefront of contemporary Haute Horlogerie since 1995.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q670160", "candidates": [["Q670160", 1.0]], "is_eval": true}]}
{"text": "Mac’s video series, called Far Lands or Bust!", "gold_spans": [{"start": 27, "length": 17, "wikidata_qid": "Q42417150", "candidates": [["Q42417150", 1.0]], "is_eval": true}]}
{"text": "Edwin Hewitt's work in analysis  Kenneth A.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q451213", "candidates": [["Q451213", 0.9], ["Q5346514", 0.1]], "is_eval": true}]}
{"text": "BIOGRAPHIES  Composer - Thanapoom Sirichang  Thanapoom Sirichang was born in the city of Chiangmai, Thailand.", "gold_spans": [{"start": 24, "length": 19, "wikidata_qid": "Q7710112", "candidates": [["Q7710112", 0.7142857142857143], ["Q7749186", 0.2857142857142857]], "is_eval": true}]}
{"text": "The Johnson hotel closed\nin the early 1960s, and the Boyd family closed its health spa resort in 1968\n[Ashley 1979, Wackley 2000].  CARSON GROVE  Carson Grove is a residential development located south of Montreal Road and\nnorth of Ogilvie Road, with the Aviation Parkway to the west and Bathgate Drive\nto the east [White 2003].", "gold_spans": [{"start": 132, "length": 12, "wikidata_qid": "Q5046933", "candidates": [["Q5046933", 1.0]], "is_eval": true}]}
{"text": "It's great to create new memories with old friends and hosting a murder mystery dinner party is a wonderful way to bring everyone together.", "gold_spans": [{"start": 72, "length": 14, "wikidata_qid": "Q6948882", "candidates": [["Q6948882", 1.0]], "is_eval": true}]}
{"text": "Jerome Snyder, 60, Co‐Author Of Underground Gourmet, Dies  TimesMachine is an exclusive benefit for home delivery and digital subscribers.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q6182901", "candidates": [["Q6182901", 1.0]], "is_eval": true}]}
{"text": "Edwin F. Kalmus, Co.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q5346407", "candidates": [["Q5346407", 1.0]], "is_eval": true}]}
{"text": "In 2012, he and his partner Stuart Stevens had been lead consultants on Mitt Romney’s disastrous presidential run.", "gold_spans": [{"start": 28, "length": 14, "wikidata_qid": "Q7627125", "candidates": [["Q7627125", 0.8333333333333334], ["Q7614478", 0.16666666666666666]], "is_eval": true}]}
{"text": "Bookslut  September 2004  An Interview with Cintra Wilson  Writer/actress Cintra Wilson didn't pitch her flag in the world of letters\nby playing nice.", "gold_spans": [{"start": 44, "length": 13, "wikidata_qid": "Q5121119", "candidates": [["Q5121119", 1.0]], "is_eval": true}]}
{"text": "there 7 June 1920.  Valentine Winkler’s father was born in Daisbach (Germany), the son of Lutherans who were to immigrate to Upper Canada in 1834 and settle in the region later known as Waterloo County.", "gold_spans": [{"start": 20, "length": 17, "wikidata_qid": "Q7911034", "candidates": [["Q7911034", 1.0]], "is_eval": true}]}
{"text": "Tshwane honours 'Masterpieces'  This follows a meeting between the Lucas Moripe Foundation, family members, and the former player this week where it was agreed that no conditions be attached to the renaming, as it was an honour for Moripe, and an acknowledgement of his contribution to soccer in both the city and the country.", "gold_spans": [{"start": 67, "length": 12, "wikidata_qid": "Q26923396", "candidates": [["Q26923396", 1.0]], "is_eval": true}]}
{"text": "Master of the vertical take-off, a few crashes aside  HUGH MEREWETHER, who has died aged 82, was one of the test pilots who pioneered the vertical and short take-off and landing (VSTOL) techniques that led to the production of one of the Royal Air Force's most successful and enduring combat planes, the Harrier.", "gold_spans": [{"start": 54, "length": 15, "wikidata_qid": "Q5931895", "candidates": [["Q5931895", 1.0]], "is_eval": true}]}
{"text": "Radioactive Waste  Transportation  International Experience  Packaging and Storage  Geologic Disposal  WHO WE ARE  The U.S. Nuclear Waste Technical Review Board (Board) is an independent federal agency in the executive branch of the U.", "gold_spans": [{"start": 124, "length": 36, "wikidata_qid": "Q16908643", "candidates": [["Q16908643", 1.0]], "is_eval": true}]}
{"text": "1975: Hill and Rolf Stornmelen begin the year with the T370, but this soon metamorphoses into the Andy Smallman-penned Hill GH1 — an almost complete revamp of the 370.", "gold_spans": [{"start": 119, "length": 8, "wikidata_qid": "Q173942", "candidates": [["Q173942", 0.7142857142857143], ["Q173301", 0.2857142857142857]], "is_eval": true}]}
{"text": "Here’s why several different methods of speed calculation, clearly laid out by YouTube star Tim Burton, who works under the moniker of Shmee150, suggest the SSC Tuatara only managed about 450km/h and may not have taken the production car world record from Koenigsegg after all.", "gold_spans": [{"start": 157, "length": 11, "wikidata_qid": "Q535957", "candidates": [["Q535957", 1.0]], "is_eval": true}]}
{"text": "As Juniper Defenders:-  The Chiltan Adventurers Association Balochistan is an environment analyst of the preservation of the 3000 years old word heritage of Juniper forests and wildlife in Ziarat and Kho-e-Zarghoon region of Balochistan Pakistan.", "gold_spans": [{"start": 28, "length": 43, "wikidata_qid": "Q5099199", "candidates": [["Q5099199", 1.0]], "is_eval": true}]}
{"text": "Source: Aviation24  Brač Airport to begin runway extension  Get link  Facebook  Twitter  Pinterest  Email  Other Apps  NEWS FLASH  Brač Airport will commence work on lengthening its runway from its current 1.", "gold_spans": [{"start": 20, "length": 12, "wikidata_qid": "Q1431001", "candidates": [["Q1431001", 1.0]], "is_eval": true}]}
{"text": "A must read for both emerging and established executives! Bob Herbold provides ten clear guidelines that will enable managers to become strong, proactive leaders.", "gold_spans": [{"start": 58, "length": 11, "wikidata_qid": "Q4932767", "candidates": [["Q4932767", 1.0]], "is_eval": true}]}
{"text": "MS 49622) and the Douai Psalter,\nwhich was almost destroyed during the Great War (Douai, Bibliothèque\nmunicipale, MS 171).", "gold_spans": [{"start": 18, "length": 13, "wikidata_qid": "Q5299539", "candidates": [["Q5299539", 1.0]], "is_eval": true}]}
{"text": "Abstract  Lutheran (Lu) blood group antigens and the basal cell adhesion molecule antigen reside on two glycoproteins that belong to the Ig superfamily (IgSF) and carry five Ig-like extracellular domains.", "gold_spans": [{"start": 53, "length": 28, "wikidata_qid": "Q18028704", "candidates": [["Q18028704", 1.0]], "is_eval": true}]}
{"text": "Gentle foil to Patrick White's fury  Manoly Lascaris, an urbane man of great strength, was the original of all the dark Greeks in Patrick White's novels, and fragments of his Levantine family's history - their fabled descent from Byzantine emperors and their ruin in the 20th century - appear in nearly every novel White wrote after the two men met one afternoon in wartime Alexandria.", "gold_spans": [{"start": 37, "length": 15, "wikidata_qid": "Q6751251", "candidates": [["Q6751251", 1.0]], "is_eval": true}]}
{"text": "The domain of Leeuwergem Castle, one of the most important 18th century architectural realisations in Flanders, is located\nnearby the junction of the road Gent-Geraardsbergen and the road Aalst-Oudenaarde in Zottegem, a city in the south of the\nProvince of East-Flanders in Belgium.", "gold_spans": [{"start": 14, "length": 10, "wikidata_qid": "Q1966733", "candidates": [["Q1966733", 1.0]], "is_eval": true}]}
{"text": "Share this story  ShareAll sharing options for:Rain, fog, life \u0097 Eubank loves it all  KSL-TV's Mark Eubank and his wife, Jean, at their home in Bountiful.", "gold_spans": [{"start": 95, "length": 11, "wikidata_qid": "Q6767542", "candidates": [["Q6767542", 1.0]], "is_eval": true}]}
{"text": "Apam Senior High School gets four new projects  Apam Senior High School gets four new projects February 17, 2010 Apam (C/R), Feb 17, GNA - Four new projects are to be inaugurated at Apam Senior High School on February 27.", "gold_spans": [{"start": 0, "length": 23, "wikidata_qid": "Q20966006", "candidates": [["Q20966006", 1.0]], "is_eval": true}]}
{"text": "It contains many aspects of Zambian art, tools, instruments, objects related to initiation ceremonies and objects of witchcraft.  Lusaka National Museum  This cultural history museum tells the story of Zambia in four main sections; ethnography, witchcraft, history and contemporary art.", "gold_spans": [{"start": 130, "length": 22, "wikidata_qid": "Q3267774", "candidates": [["Q3267774", 1.0]], "is_eval": true}]}
{"text": "The Baron Savitch is my creature, and I am his creator- creator of the ablest man in Europe, the ablest man in the world.", "gold_spans": [{"start": 93, "length": 27, "wikidata_qid": "Q7712124", "candidates": [], "is_eval": true}]}
{"text": "CANADIAN BANDURIST CAPELLA  The Canadian Bandurist Capella is a choral group which combines the sound of a male chorus with the unique orchestral accompaniment of the multi-stringed Ukrainian Bandura.", "gold_spans": [{"start": 0, "length": 26, "wikidata_qid": "Q5029760", "candidates": [["Q5029760", 1.0]], "is_eval": true}]}
{"text": "Industrially, the Mond process uses the same chemistry.", "gold_spans": [{"start": 18, "length": 12, "wikidata_qid": "Q904171", "candidates": [["Q904171", 1.0]], "is_eval": true}]}
{"text": "Its first expansion plan failed, but Atul Auto refused to give in.", "gold_spans": [{"start": 37, "length": 9, "wikidata_qid": "Q19882158", "candidates": [["Q19882158", 1.0]], "is_eval": true}]}
{"text": "The club is\nlocated on Karioitahi Beach, 7km west of Waiuku township on the rugged west\ncoast of New Zealand, nestled between the entrance to the Manukau Harbour to\nthe north and the mouth of the Waikato River to the south.", "gold_spans": [{"start": 23, "length": 16, "wikidata_qid": "Q6371060", "candidates": [["Q6371060", 1.0]], "is_eval": true}]}
{"text": "Most of the following signs and symptoms may develop in varying degrees:  Headache  Fever (38-40°C)  Rigors  Muscle pain (typically localized to the calf and lumbar areas)  Nausea and vomiting  Anorexia  Diarrhea  Dry cough  Pharyngitis  Conjunctival suffusion  Nonpruritic skin rash  Despite reports of fever as a cardinal symptom, research by the Hawaii Department of Health found that the presence of fever varied.", "gold_spans": [{"start": 238, "length": 22, "wikidata_qid": "Q5161173", "candidates": [["Q5161173", 1.0]], "is_eval": true}]}
{"text": "DAMAGEPLAN - New Found Power  February 19, 2004, 16 years ago  (Elektra)  Martin Popoff  Rating: 7.", "gold_spans": [{"start": 13, "length": 15, "wikidata_qid": "Q2707148", "candidates": [["Q2707148", 1.0]], "is_eval": true}]}
{"text": "During this period, the first Bishop of the OMS Holiness Church in Japan Juji Nakada, the father of Ugo, was scheduled to arrive for an evangelistic tour of the United States.", "gold_spans": [{"start": 73, "length": 11, "wikidata_qid": "Q6305282", "candidates": [["Q6305282", 1.0]], "is_eval": true}]}
{"text": "Chebfun—numerical computing with functions  Chebfun is an open-source package for computing\nwith functions to about 15-digit accuracy.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q5088978", "candidates": [["Q5088978", 1.0]], "is_eval": true}]}
{"text": "Martin Isaac Wilkins and his brother Lewis Morris were the grandsons of Isaac Wilkins, a politically active New York loyalist who had settled in Nova Scotia in 1784, and the sons of the veteran member of the assembly for Lunenburg and puisne judge of the Supreme Court of Nova Scotia.", "gold_spans": [{"start": 0, "length": 20, "wikidata_qid": "Q6775755", "candidates": [["Q6775755", 1.0]], "is_eval": true}]}
{"text": "See, e.g., United States v. One Tyrannosaurus Bataar Skeleton", "gold_spans": [{"start": 11, "length": 50, "wikidata_qid": "Q23582606", "candidates": [["Q23582606", 1.0]], "is_eval": true}]}
{"text": "The authors present a case of the nineteenth-century vivisection controversy brought about by the publication of the Handbook for the Physiological Laboratory in 1873, in which John Burdon-Sanderson, Emanuel Edward Klein, Michael Foster, and Thomas Lauder Brunton described a series of vivisection experiments they performed on animals for research purposes.", "gold_spans": [{"start": 200, "length": 20, "wikidata_qid": "Q16843428", "candidates": [["Q16843428", 1.0]], "is_eval": true}]}
{"text": "March 19, 2013 /Christian Newswire/ -- The D. James Kennedy Center for Christian Statesmanship, a Christian ministry to legislators, staffers, and interns on Capitol Hill, has acquired a permanent home two blocks from the U.", "gold_spans": [{"start": 43, "length": 51, "wikidata_qid": "Q55608769", "candidates": [["Q55608769", 1.0]], "is_eval": true}]}
{"text": "FAQ about Map from Hauna to mutare  How to find the map from Hauna to mutare?", "gold_spans": [{"start": 19, "length": 5, "wikidata_qid": "Q5682573", "candidates": [["Q5682573", 1.0]], "is_eval": true}]}
{"text": "A prominent mountain does not rise from the bluffs, and since the name Mount Mill is in use elsewhere in Antarctica, the Advisory Committee on Antarctic Names (US-ACAN) (1965) altered the original name to Mill Mountain and applied it to the prominent mountain described.", "gold_spans": [{"start": 205, "length": 13, "wikidata_qid": "Q6858361", "candidates": [["Q6858361", 0.55], ["Q7339809", 0.2], ["Q55623164", 0.15], ["Q48742047", 0.1]], "is_eval": true}]}
{"text": "Russian data retention laws are much stricter than Germany's  Stricter doesn't mean more secure  Cory dismissed the notion that data localization helps maintain security, since access is more important to security forces than location.", "gold_spans": [{"start": 128, "length": 17, "wikidata_qid": "Q22907660", "candidates": [["Q22907660", 1.0]], "is_eval": true}]}
{"text": "Harvey Cantor, MD  Dana-Farber Cancer Institute  EDUCATIONAL TITLES  DF/HCC PROGRAM AFFILIATION  Research Abstract  The Cantor lab studies the development and function of T-cell subsets.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q16729690", "candidates": [["Q16729690", 1.0]], "is_eval": true}]}
{"text": "The collection also includes family papers of Charles\nand Eva Emery Dye and their children.", "gold_spans": [{"start": 58, "length": 13, "wikidata_qid": "Q5415043", "candidates": [["Q5415043", 1.0]], "is_eval": true}]}
{"text": "Uncomplicated stock photography without commitments or surprises  Welcome to Can Stock Photo  We're a royalty free stock photography agency that believes professional stock images should be affordable and accessible to everyone.", "gold_spans": [{"start": 77, "length": 15, "wikidata_qid": "Q20026793", "candidates": [["Q20026793", 1.0]], "is_eval": true}]}
{"text": "BGN:  01-JAN-47  Antarctica ID:  8027  Name:  Mount Kjerka  Class:  Summit  Latitude:  -68.", "gold_spans": [{"start": 46, "length": 12, "wikidata_qid": "Q6583706", "candidates": [["Q6583706", 1.0]], "is_eval": true}]}
{"text": "A third fossil leaf type from Cerrejón is recognized as a species of the extant genus Montrichardia, the first fossil record for this genus.", "gold_spans": [{"start": 86, "length": 13, "wikidata_qid": "Q5223682", "candidates": [["Q5223682", 1.0]], "is_eval": true}]}
{"text": "The film features legendary performers like Bobby Rush, Barbara Lynn, Henry Gray, Carol Fran, Little Freddie King, Lazy Lester, Bilbo Walker, Jimmy \"Duck\" Holmes, RL Boyce, LC Ulmer and Lil' Buck Sinegal.", "gold_spans": [{"start": 82, "length": 10, "wikidata_qid": "Q5044326", "candidates": [["Q5044326", 1.0]], "is_eval": true}]}
{"text": "Larry Lytle, a 1973 Hoquiam High School graduate and Jason McEndoo, a 1993 Aberdeen High School graduate, were also honored.", "gold_spans": [{"start": 20, "length": 19, "wikidata_qid": "Q14713676", "candidates": [["Q14713676", 1.0]], "is_eval": true}]}
{"text": "de Jong (1921-2000)  Jan Willem de Jong (founding professor of South Asian and Buddhist studies at the ANU) died in Canberra on the 22 January 2000.", "gold_spans": [{"start": 21, "length": 18, "wikidata_qid": "Q2282941", "candidates": [["Q2282941", 1.0]], "is_eval": true}]}
{"text": "Kongdej Jaturanrasamee is that rarest of things: an in-demand Thai scriptwriter.", "gold_spans": [{"start": 0, "length": 22, "wikidata_qid": "Q6429187", "candidates": [["Q6429187", 1.0]], "is_eval": true}]}
{"text": "1): Jennifer BRUNN / Don BALDWIN (USA), (2): Tiffany VISE / Derek TRENT (USA) Vise performed the first quadruple throw Salchow in ISU competition with former partner Derek Trent at the Grand Prix in Paris in 2007.", "gold_spans": [{"start": 21, "length": 11, "wikidata_qid": "Q5292186", "candidates": [["Q5292186", 1.0]], "is_eval": true}]}
{"text": "Ovarian Cancer Survivor Sharon Blynn Proves Bald Is Beautiful  When Sharon Blynn was diagnosed with ovarian cancer in 2000, she was a vibrant music executive living in New York City…and she was only 28 years old.", "gold_spans": [{"start": 24, "length": 12, "wikidata_qid": "Q20857836", "candidates": [["Q20857836", 1.0]], "is_eval": true}]}
{"text": "11 The availability and low cost of starting materials and the expeditious process involved in the \"Bunte Salt\" approach10 provided a reasonable basis for modifying the existing procedure,11 extending its applicability to bulky, unsymmetrical disulfides.", "gold_spans": [{"start": 100, "length": 10, "wikidata_qid": "Q2664257", "candidates": [["Q2664257", 1.0]], "is_eval": true}]}
{"text": "”  Peter Keleghan, who is also Pinsent’s son-in-law, stars in Sex After Kids as one-half of a former “it” couple surprised by their son’s birth.", "gold_spans": [{"start": 62, "length": 14, "wikidata_qid": "Q17011725", "candidates": [["Q17011725", 1.0]], "is_eval": true}]}
{"text": "An expectative, or an expectative grace, is the anticipatory grant of an ecclesiastical benefice, not vacant at the moment but which will become so, regularly, on the death of its present incumbent.", "gold_spans": [{"start": 3, "length": 11, "wikidata_qid": "Q3062082", "candidates": [["Q3062082", 1.0]], "is_eval": true}]}
{"text": "Address by the Rt. Rev. Hugh Miller Thompson at Detroit, Michigan, November 15, 1883, with an Introduction by the Rev.", "gold_spans": [{"start": 24, "length": 20, "wikidata_qid": "Q5931931", "candidates": [["Q5931931", 1.0]], "is_eval": true}]}
{"text": "Charnov  About Eric's Work  Eric Charnov is an evolutionary biologist who blends population genetics with economics to understand how organisms work.", "gold_spans": [{"start": 28, "length": 12, "wikidata_qid": "Q5386262", "candidates": [["Q5386262", 1.0]], "is_eval": true}]}
{"text": "Leaves of Thermopsis rhombifolia are\nusually shorter and broader than those of Thermopsis montana and seed pods\nare strongly curved.", "gold_spans": [{"start": 10, "length": 22, "wikidata_qid": "Q7783244", "candidates": [["Q7783244", 1.0]], "is_eval": true}]}
{"text": "The strongest candidate for the “M” is Cuthbert Mayne (Fig.", "gold_spans": [{"start": 39, "length": 14, "wikidata_qid": "Q514917", "candidates": [["Q514917", 1.0]], "is_eval": true}]}
{"text": "JERSEY CITY'S NEW MAYOR; Mark M. Fagan Makes Public His Appointments.", "gold_spans": [{"start": 25, "length": 13, "wikidata_qid": "Q15998672", "candidates": [["Q15998672", 1.0]], "is_eval": true}]}
{"text": "In The Sun Dance Way, the words of Thomas Yellowtail, a revered Sun Dance chief of the Crow Indian tribe, are brought to life by the internationally known Cree Indian actor, Gordon Tootoosis (Legends of the Fall).", "gold_spans": [{"start": 35, "length": 17, "wikidata_qid": "Q10382206", "candidates": [["Q10382206", 1.0]], "is_eval": true}]}
{"text": "We report here the cloning and structural characterization of the human NIPP-1 genes, designated PPP1R8P and PPP1R8 in human gene nomenclature.", "gold_spans": [{"start": 97, "length": 6, "wikidata_qid": "Q18030710", "candidates": [["Q18030710", 1.0]], "is_eval": true}]}
{"text": "To access the hidden content within each section, select the section to display the content, then use arrow keys to navigate down to the expanded content.  In Parklea (State Suburbs), 53.", "gold_spans": [{"start": 159, "length": 7, "wikidata_qid": "Q7138602", "candidates": [["Q7138602", 0.9444444444444444], ["Q7138599", 0.05555555555555555]], "is_eval": true}]}
{"text": "As House of Blues favorites and recent targets of major label A&R pursuance, Jonathan Tyler and the Northern Lights are scaling the kind of publicity pedestal that could land them on the stages in which they certainly belong: festival tours.", "gold_spans": [{"start": 77, "length": 38, "wikidata_qid": "Q6274661", "candidates": [["Q6274661", 1.0]], "is_eval": true}]}
{"text": "Last year, big companies such as Intel and Microsoft unveiled new products at the Guang Hua Digital Plaza, \" Tairey Ker, head of an association promoting the plaza's development, told CNA.", "gold_spans": [{"start": 82, "length": 23, "wikidata_qid": "Q697187", "candidates": [["Q697187", 1.0]], "is_eval": true}]}
{"text": "The fascinating 1994 movie 'Ermo' äº\u008cå««, discusses the story of a peasant woman, Ermo, in her quest to join the modern capitalist race.", "gold_spans": [{"start": 28, "length": 4, "wikidata_qid": "Q15062177", "candidates": [["Q15062177", 0.7777777777777778], ["Q1815677", 0.2222222222222222]], "is_eval": true}]}
{"text": "All addresses  Street Address  Suburb/town  LGA  Parish  County  Type  Maiden Street  Menindee  Central Darling  Primary Address  Owner/s  Organisation Name  Owner Category  Date Ownership Updated  Transport Asset Holding Entity (former Railcorp) - Transport for NSW  State Government  Transport Asset Holding Entity (former Railcorp) - Transport for NSW  State Government  Transport Asset Holding Entity (former Railcorp) - Transport for NSW  State Government  Statement of significance:  Menindee Railway Station is of local significance for its important role in the supply of water to Broken Hill and other remote stations in the western region of NSW during the early 20th Century.", "gold_spans": [{"start": 490, "length": 24, "wikidata_qid": "Q19875602", "candidates": [["Q19875602", 1.0]], "is_eval": true}]}
{"text": "Virgilio Conrero  Virgilio followed his father into engineering, despite his dad's death in a turbine accident.", "gold_spans": [{"start": 0, "length": 16, "wikidata_qid": "Q7933851", "candidates": [["Q7933851", 1.0]], "is_eval": true}]}
{"text": "Captain Charles John Moore Mansfield  Charles was born on 15 November 1760, the son of Samuel Mansfield, a dockyard\nofficer at Plymouth Dock, and was baptised on 13 December 1760 at Stoke Damerel, Devon.", "gold_spans": [{"start": 8, "length": 28, "wikidata_qid": "Q5079535", "candidates": [["Q5079535", 1.0]], "is_eval": true}]}
{"text": "Carpark Records  About Rituals of Mine  Hailing from Sacramento, Rituals of Mine is the immersive, hybrid R&B-electronic project of Terra Lopez.", "gold_spans": [{"start": 23, "length": 15, "wikidata_qid": "Q14159611", "candidates": [["Q14159611", 1.0]], "is_eval": true}]}
{"text": "Abstract  Results of the experimental study of ion exchange properties of deep-sea pelagic sediments and related ferromanganese nodules (FMN) are considered.", "gold_spans": [{"start": 113, "length": 22, "wikidata_qid": "Q5445434", "candidates": [["Q5445434", 1.0]], "is_eval": true}]}
{"text": "The stories in Terror Tales and it's kin were too evil, too gruesome, too schlocky for anyone other than the madmen who\nran Eerie Publications.", "gold_spans": [{"start": 124, "length": 18, "wikidata_qid": "Q5347117", "candidates": [["Q5347117", 1.0]], "is_eval": true}]}
{"text": "Standing outside the gate of the Bannerghatta Bear Rescue Centre on this mid-December day is Mary Hutton, founder and chief executive of Free the Bears Fund, an Australian wildlife charity.", "gold_spans": [{"start": 137, "length": 19, "wikidata_qid": "Q5500312", "candidates": [["Q5500312", 1.0]], "is_eval": true}]}
{"text": "Will Ferrell and Kristen Wiig are sincere to a fault in Lifetime’s A Deadly Adoption  A Deadly Adoption  Director  Rachel Lee Goldenberg  Runtime  120 minutes  Rating  TV-14  Cast  Will Ferrell, Kristen Wiig, Jessica Lowndes, Brooke Lyons, Bryan Safi  Lifetime’s original movie A Deadly Adoption was supposed to be a secret, aired with little fanfare and opaque promo spots that provided no detail about who starred in it.", "gold_spans": [{"start": 67, "length": 17, "wikidata_qid": "Q20311400", "candidates": [["Q20311400", 1.0]], "is_eval": true}]}
{"text": "Brother Titus Billings and Daniel Allen and myself agreed\nto fit up a horse and wagon and go together.", "gold_spans": [{"start": 8, "length": 14, "wikidata_qid": "Q7810285", "candidates": [["Q7810285", 1.0]], "is_eval": true}]}
{"text": "Adding trails through areas near the Crestview Station could present some transit challenges: Providing a seamless connection at the Lamar and Airport intersection will require some road improvements.", "gold_spans": [{"start": 37, "length": 17, "wikidata_qid": "Q5184638", "candidates": [["Q5184638", 0.7272727272727273], ["Q5184636", 0.2727272727272727]], "is_eval": true}]}
{"text": "askART's database currently holds 1 auction lots for Benjamin Blessum (of which\n1 auction records sold and 0 are upcoming at auction.", "gold_spans": [{"start": 53, "length": 16, "wikidata_qid": "Q4888295", "candidates": [["Q4888295", 1.0]], "is_eval": true}]}
{"text": "”  It was the autumn of 1967 when work began on van Dam’s first hypertext experiment: Hypertext Editing System, or HES.", "gold_spans": [{"start": 86, "length": 24, "wikidata_qid": "Q4994212", "candidates": [["Q4994212", 1.0]], "is_eval": true}]}
{"text": "Our Archbishop  Archbishop Most Rev Antony Pappusamy was born on Oct.", "gold_spans": [{"start": 36, "length": 16, "wikidata_qid": "Q608141", "candidates": [["Q608141", 1.0]], "is_eval": true}]}
{"text": "ORIGINAL PRESS RELEASE  Albany Records is proud to announce the release of Río de Sangre, an opera with music by Don Davis and libretto by Kate Gale. This recording was made during the world premiere performances by The Florentine Opera Company and Chorus and the Milwaukee Symphony Orchestra conducted by Joseph Rescigno.", "gold_spans": [{"start": 139, "length": 9, "wikidata_qid": "Q6375500", "candidates": [["Q6375500", 1.0]], "is_eval": true}]}
{"text": "Congratulations to O-Lab Professor Hilary Hoynes on her appointment to the Commission on Evidence-Based Policymaking.", "gold_spans": [{"start": 35, "length": 13, "wikidata_qid": "Q28004054", "candidates": [["Q28004054", 1.0]], "is_eval": true}]}
{"text": "The tiny minority of purchasers who actually notice this return their defective models, but are politely informed that the 12 month guarantee expired 24,500 years ago.  Debbie Barham is a TV scriptwriter, columnist and writer for magazines ranging from Computeractive to Cosmopolitan.", "gold_spans": [{"start": 169, "length": 13, "wikidata_qid": "Q4078781", "candidates": [["Q4078781", 1.0]], "is_eval": true}]}
{"text": "History of the Hood River Bridge  The mile-long Hood River-White Salmon Interstate Bridge crosses the Columbia River at approximately river mile 169.", "gold_spans": [{"start": 15, "length": 17, "wikidata_qid": "Q5897504", "candidates": [["Q5897504", 1.0]], "is_eval": true}]}
{"text": "We estimate the savings–investment association, that is, the savings retention rate à la F eldstein and H orioka, as a …  … Birkbeck College, London, UK This paper reviews how economists responded to\nthe Feldstein–Horioka (FH) view that a high saving-investmentassociation across\nOECD countries implied low capital mobility.", "gold_spans": [{"start": 24, "length": 22, "wikidata_qid": "Q28406484", "candidates": [["Q28406484", 1.0]], "is_eval": true}]}
{"text": "Between all of that there was Fotomat.  For anyone too young to remember Fotomat think of a drive-thru coffee place, but for photos.", "gold_spans": [{"start": 30, "length": 7, "wikidata_qid": "Q5474000", "candidates": [["Q5474000", 1.0]], "is_eval": true}]}
{"text": "Wednesday, April 4, 2012  #362 - Hal King  Now this guy's definitely got one of the shortest names in the set.", "gold_spans": [{"start": 33, "length": 8, "wikidata_qid": "Q5640821", "candidates": [["Q5640821", 1.0]], "is_eval": true}]}
{"text": "New customer  Sign me up for ANDREW MARC Email Updates about new collections and special offers!", "gold_spans": [{"start": 29, "length": 11, "wikidata_qid": "Q4757877", "candidates": [["Q4757877", 1.0]], "is_eval": true}]}
{"text": "About this page  This page displays distance with Directions Map between Mombasa, Kenya and Ukunda, Kwale, Kenya, (Kenya).", "gold_spans": [{"start": 92, "length": 6, "wikidata_qid": "Q1251356", "candidates": [["Q1251356", 1.0]], "is_eval": true}]}
{"text": "Further significance lies in the succession of prominent designers associated with the estate.  The Parkwood estate is among the finest and most intact surviving examples of Canadian architectural and landscape design, period furnishings and decorative art during the interwar period.", "gold_spans": [{"start": 100, "length": 15, "wikidata_qid": "Q7138836", "candidates": [["Q7138836", 1.0]], "is_eval": true}]}
{"text": "Explosions Rip Through Shanbally Castle  By Bill Power, chairman of the Mitchelstown Heritage Society  Few acts of official vandalism rival the decision by the Government in 1957 to proceed with plans to demolish Shanbally Castle, near Clogheen.", "gold_spans": [{"start": 23, "length": 16, "wikidata_qid": "Q7487880", "candidates": [["Q7487880", 1.0]], "is_eval": true}]}
{"text": "Places  Genres and Modes  Other Resources  9041Fear of Mirrors3Historical context notes are intended to give basic and preliminary information on a topic.", "gold_spans": [{"start": 47, "length": 15, "wikidata_qid": "Q5439378", "candidates": [["Q5439378", 0.7142857142857143], ["Q3626815", 0.2857142857142857]], "is_eval": true}]}
{"text": "Genus Brachygnathus Perty, 1830  WE’RE SORRY, BUT YOU MUST HAVE AN ACCOUNT TO VIEW THIS PAGE  Dear Colleagues and Visitors  Maintaining and updating the site requires a lot of time and effort.", "gold_spans": [{"start": 6, "length": 13, "wikidata_qid": "Q589560", "candidates": [["Q589560", 1.0]], "is_eval": true}]}
{"text": "Dragon Oil of Dubai is breathing fire  SHARE  Shares in Dragon Oil, an exploration company in Dubai, rose to a two-month high after announcing a 30 per cent increase in daily production last year.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q4037588", "candidates": [["Q4037588", 1.0]], "is_eval": true}]}
{"text": "WordWeb is an international dictionary and word finder with more than 300 000 possible lookup words and phrases.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q3595666", "candidates": [["Q3595666", 1.0]], "is_eval": true}]}
{"text": "I always spend several days after seeing his movies thinking about the implications. States of Grace is by far his best offering.", "gold_spans": [{"start": 85, "length": 15, "wikidata_qid": "Q7604037", "candidates": [["Q7604037", 1.0]], "is_eval": true}]}
{"text": "We had the Hawaiian Eye crew, Poncie Ponce and the guys, in there every night, and people were waiting in line just to hang with those guys.", "gold_spans": [{"start": 30, "length": 12, "wikidata_qid": "Q7227627", "candidates": [["Q7227627", 1.0]], "is_eval": true}]}
{"text": "Aid To Russia Fund  Germany began to make war on Russia on 22nd June 1941.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q29054556", "candidates": [["Q29054556", 1.0]], "is_eval": true}]}
{"text": "v. 2. The author's farce.", "gold_spans": [{"start": 6, "length": 18, "wikidata_qid": "Q12859902", "candidates": [["Q12859902", 1.0]], "is_eval": true}]}
{"text": "That computer is NELL, the Never-Ending Language Learning system, and it’s the star of a project involving researchers from Carnegie Mellon, supercomputers from Yahoo!", "gold_spans": [{"start": 27, "length": 30, "wikidata_qid": "Q7003853", "candidates": [["Q7003853", 1.0]], "is_eval": true}]}
{"text": "From its early stages, the foundation also provided important funds to Catholic organizations and numerous non-denominational institutions – the Chinquapin School, Houston Food Bank, the University of New Mexico and S.", "gold_spans": [{"start": 164, "length": 17, "wikidata_qid": "Q16995981", "candidates": [["Q16995981", 1.0]], "is_eval": true}]}
{"text": "“I think it’s pretty amazing that we’re such a small town and we get such big opportunities,” said Sarah Casperson, 16, a sophomore at Warroad High School.", "gold_spans": [{"start": 135, "length": 19, "wikidata_qid": "Q17184194", "candidates": [["Q17184194", 0.8333333333333334], ["Q2186684", 0.16666666666666666]], "is_eval": true}]}
{"text": "Lecrae on New Album 'All Things Work Together': 'I'm Finally Comfortable in My Skin'  Lecrae promotes new album, \"All Things Work Together\" at Build Studio on Aug.", "gold_spans": [{"start": 21, "length": 24, "wikidata_qid": "Q42530004", "candidates": [["Q42530004", 1.0]], "is_eval": true}]}
{"text": "Warriner was the author of ''Warriner's English Grammar and Composition'' series, textbooks for grades 6 through 12 that were published by Harcourt Brace Jovanovich beginning in 1946.", "gold_spans": [{"start": 29, "length": 42, "wikidata_qid": "Q18042176", "candidates": [["Q18042176", 1.0]], "is_eval": true}]}
{"text": "Having edited most of his writing since the early 1990s, I believe that Frank Mantooth's last project, Ladies Sing For Lovers, is his greatest work.", "gold_spans": [{"start": 72, "length": 14, "wikidata_qid": "Q1443727", "candidates": [["Q1443727", 1.0]], "is_eval": true}]}
{"text": "Let us agree that a modulus of continuity means concave, nondecreasing, uniformly continuous function $\\omega$ such that $\\omega(0)=0$ and $|f(x)-f(y)| \\leq \\omega(d(x,y))$ for $x,y \\in X$.", "gold_spans": [{"start": 20, "length": 21, "wikidata_qid": "Q1144872", "candidates": [["Q1144872", 1.0]], "is_eval": true}]}
{"text": "Issa's dedication to learning goes right back to his schoold ays at Noosa District State High School.", "gold_spans": [{"start": 68, "length": 32, "wikidata_qid": "Q7049931", "candidates": [["Q7049931", 1.0]], "is_eval": true}]}
{"text": "4)  The church of Bilney was irregularly appropriated by Pentney Priory without royal sanction.", "gold_spans": [{"start": 57, "length": 14, "wikidata_qid": "Q17663426", "candidates": [["Q17663426", 1.0]], "is_eval": true}]}
{"text": "Modern resurrection  The simple splitter on the ATS GT is a delightful throwback  The ATS GT you see here was created by Emanuele Bomboi and Daniele Maritan.", "gold_spans": [{"start": 48, "length": 6, "wikidata_qid": "Q56317018", "candidates": [["Q56317018", 1.0]], "is_eval": true}]}
{"text": "No Safety for rapper Tiny Doo who faces jail after releasing album  A little-known Californian law is being used to attempt legal history by convicting rapper Tiny Doo for releasing an album allegedly made using the proceeds of crime.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q18589058", "candidates": [["Q18589058", 1.0]], "is_eval": true}]}
{"text": "The Thing about Jellyfish  Ali Benjamin  Suzy lost her longtime best friend twice: first at the beginning of sixth grade, when Franny shifted away from her and into a clique of “pretty girls,” and irrevocably during the following summer, when Franny drowned at the beach.", "gold_spans": [{"start": 27, "length": 12, "wikidata_qid": "Q22059490", "candidates": [["Q22059490", 1.0]], "is_eval": true}]}
{"text": "Redwood's big shopping precinct at 393 Mt Wellington Highway has drawn big-name Australian retailers The Good Guys, Spotlight and Freedom Furniture.", "gold_spans": [{"start": 130, "length": 17, "wikidata_qid": "Q5500546", "candidates": [["Q5500546", 1.0]], "is_eval": true}]}
{"text": "John's lawyer says there's something wrong with the system. Jerome Kennedy says there needs to be an inquiry into wrongful convictions in this province.", "gold_spans": [{"start": 60, "length": 14, "wikidata_qid": "Q6182783", "candidates": [["Q6182783", 1.0]], "is_eval": true}]}
{"text": "His ancestral land is at Gaurdia village of lohajang upazila under Munshiganj district.  Ranesh Das Gupta  He got his early education from Patshala of Ramananda Pundit, Purulia.", "gold_spans": [{"start": 89, "length": 16, "wikidata_qid": "Q13059520", "candidates": [["Q13059520", 1.0]], "is_eval": true}]}
{"text": "Ficix  FICIX, Finnish Communication and Internet Exchange association, is the biggest Internet exchange point (IXP) in Finland.", "gold_spans": [{"start": 14, "length": 43, "wikidata_qid": "Q3656117", "candidates": [["Q3656117", 1.0]], "is_eval": true}]}
{"text": "Ascanius; or, the Young Adventurer  Bestselling book of the 18th and 19th centuries  Dr. Ralph Griffiths LL.", "gold_spans": [{"start": 89, "length": 15, "wikidata_qid": "Q7287569", "candidates": [["Q7287569", 0.7407407407407407], ["Q19873726", 0.25925925925925924]], "is_eval": true}]}
{"text": "AGE OF WONDERS III is the long anticipated sequel to the award-winning strategy series.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q15733337", "candidates": [["Q15733337", 1.0]], "is_eval": true}]}
{"text": "In a brief but brilliant career, Candy Ride became a champion in his native Argentina and proved himself a top-flight racehorse in the United States.", "gold_spans": [{"start": 33, "length": 10, "wikidata_qid": "Q5032129", "candidates": [["Q5032129", 1.0]], "is_eval": true}]}
{"text": "Jara, the regular rider of 2006 Horse of the Year Invasor, has ridden in Southern California since mid-September, winning with 3 of 75 mounts.  Well Armed earns shot in Native Diver\nWell Armed set a track record of 1:47.", "gold_spans": [{"start": 144, "length": 10, "wikidata_qid": "Q7981079", "candidates": [["Q7981079", 1.0]], "is_eval": true}]}
{"text": "Investors with rival company The House Crowd, which has been operating in the North West of England since 2012, have two options to choose from.", "gold_spans": [{"start": 29, "length": 15, "wikidata_qid": "Q22102014", "candidates": [["Q22102014", 1.0]], "is_eval": true}]}
{"text": "Earlier this month Professor Gardner's husband, Glyn Davis, took up his posting as Melbourne University's vice-chancellor.", "gold_spans": [{"start": 48, "length": 10, "wikidata_qid": "Q5572837", "candidates": [["Q5572837", 1.0]], "is_eval": true}]}
{"text": "Henry Roland Totten was born in Matthews,\nNorth Carolina on November 6, 1892.", "gold_spans": [{"start": 0, "length": 19, "wikidata_qid": "Q21610900", "candidates": [["Q21610900", 1.0]], "is_eval": true}]}
{"text": "Putting them through the gruelling SAS course is an elite team of ex-Special Forces soldiers - Chief Instructor Ant Middleton and his DS (Directing Staff) Mark “Billy” Billingham, Jason “Foxy” Fox and Ollie Ollerton from the hit UK version of the series.", "gold_spans": [{"start": 112, "length": 13, "wikidata_qid": "Q49001162", "candidates": [["Q49001162", 1.0]], "is_eval": true}]}
{"text": "In this study we have used Northern blotting and immunoprecipitation experiments to demonstrate that a B lymphoblastoid cell line (JY) expressed the integrin beta 7 subunit in association with alpha 4.", "gold_spans": [{"start": 149, "length": 15, "wikidata_qid": "Q18028046", "candidates": [["Q18028046", 1.0]], "is_eval": true}]}
{"text": "LOVE IS SERVED  Café Gratitude is our expression of a world of plenty.", "gold_spans": [{"start": 16, "length": 14, "wikidata_qid": "Q5017238", "candidates": [["Q5017238", 1.0]], "is_eval": true}]}
{"text": "The strawberry mainly grown in Mahabaleshwar-Panchagani belt of Western Maharashtra region has now received, GI status and now will be recognised as \"Mahabaleshwar Strawberry\", brand name for the strawberry.", "gold_spans": [{"start": 150, "length": 24, "wikidata_qid": "Q24945114", "candidates": [["Q24945114", 1.0]], "is_eval": true}]}
{"text": "Film prof's 'whodunit' Murder in Passing captivates Toronto commuters  Many Torontonians are finding their daily commute a lot more fun these days.", "gold_spans": [{"start": 23, "length": 17, "wikidata_qid": "Q21160083", "candidates": [["Q21160083", 1.0]], "is_eval": true}]}
{"text": "Loudon Park National Cemetery  Office Hours: This cemetery is supervised by Baltimore National Cemetery.", "gold_spans": [{"start": 0, "length": 29, "wikidata_qid": "Q6685997", "candidates": [["Q6685997", 1.0]], "is_eval": true}]}
{"text": "The Scorpion's Tale\"/\"Sheesh!", "gold_spans": [{"start": 0, "length": 19, "wikidata_qid": "Q2583394", "candidates": [["Q2583394", 1.0]], "is_eval": true}]}
{"text": "Hartforth Hall Hotel  Hartforth Hall Hotel  Situated 4.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q5674593", "candidates": [["Q5674593", 1.0]], "is_eval": true}]}
{"text": "Albert Leon Whiteman Memorial Prize  The Whiteman Prize recognizes notable exposition and exceptional scholarship in the history of mathematics.", "gold_spans": [{"start": 0, "length": 35, "wikidata_qid": "Q4710718", "candidates": [["Q4710718", 1.0]], "is_eval": true}]}
{"text": "Edited by Hooshang Amirahmadi, Princeton: American Iranian Council, pp.", "gold_spans": [{"start": 10, "length": 19, "wikidata_qid": "Q5898531", "candidates": [["Q5898531", 1.0]], "is_eval": true}]}
{"text": "Joanie was the daughter of Howard (Tom Bosley) and Marion Cunningham (Marion Ross), and the younger sister of Chuck (Gavan O'Herlihy and Randolph Roberts) and Richie Cunningham (Ron Howard).", "gold_spans": [{"start": 137, "length": 16, "wikidata_qid": "Q7291855", "candidates": [["Q7291855", 1.0]], "is_eval": true}]}
{"text": "Essential reissue of this classic from the halcyon era of early 90s electronic music. Lego Feet is strongly rumoured to be Autechre's debut release on Skam.", "gold_spans": [{"start": 86, "length": 9, "wikidata_qid": "Q3229085", "candidates": [["Q3229085", 0.75], ["Q247237", 0.25]], "is_eval": true}]}
{"text": "This was not unique to the quarry\nproducing areas. Rock cannon were fired at the Parys Copper Mines\nat Amlwch, but they were found also in many other industrial\nareas on mainland Europe.", "gold_spans": [{"start": 51, "length": 11, "wikidata_qid": "Q7354784", "candidates": [["Q7354784", 1.0]], "is_eval": true}]}
{"text": "LAHORE: Zameen.com, Pakistan’s top property portal, announced here Wednesday that it had crossed the 5 million monthly visits mark in March 2018, with 32.", "gold_spans": [{"start": 8, "length": 10, "wikidata_qid": "Q15983609", "candidates": [["Q15983609", 1.0]], "is_eval": true}]}
{"text": "Major General Donald P. Dunbar  Major General Donald P.", "gold_spans": [{"start": 14, "length": 16, "wikidata_qid": "Q5294964", "candidates": [["Q5294964", 1.0]], "is_eval": true}]}
{"text": "12-5  Confronting the Terrorism of Boko Haram in Nigeriaby James J.F. Forest  In this monograph counterterrorism expert James Forest assesses the threat Boko Haram poses to Nigeria and U.", "gold_spans": [{"start": 59, "length": 17, "wikidata_qid": "Q6136625", "candidates": [["Q6136625", 1.0]], "is_eval": true}]}
{"text": "The excavations at Choga Mami, east of Baghdad and\nnot far from the Iranian border, were begun in December\n1967 and were finished in February 1968.", "gold_spans": [{"start": 19, "length": 10, "wikidata_qid": "Q3820171", "candidates": [["Q3820171", 1.0]], "is_eval": true}]}
{"text": "The Trails of the Ohio Frontier; OHIO INDIAN TRAILS. By Frank N. Wilcox.", "gold_spans": [{"start": 56, "length": 15, "wikidata_qid": "Q5488612", "candidates": [["Q5488612", 1.0]], "is_eval": true}]}
{"text": "Some of the animations are, like, references to T-shirts that were made in the past, and some are dedications to friends, like a way to say hello to someone and they're the only one who knows it,\" laughed So Me, the exceedingly French designer who created the animation used in the clip.", "gold_spans": [{"start": 205, "length": 5, "wikidata_qid": "Q3487245", "candidates": [["Q3487245", 1.0]], "is_eval": true}]}
{"text": "Mayor’s Arts Awards: The Vera Project  When the Vera Project receives its Mayor’s Arts Award later this month, it will be just the latest step in a long dance between the all-ages music club and the City of Seattle.", "gold_spans": [{"start": 21, "length": 16, "wikidata_qid": "Q7772198", "candidates": [["Q7772198", 1.0]], "is_eval": true}]}
{"text": "Turning actors into artists for 25 years.  CRYSTAL CARSON  ”Actors ask me, ‘how long must I prepare before I am ready to audition?", "gold_spans": [{"start": 43, "length": 14, "wikidata_qid": "Q5191146", "candidates": [["Q5191146", 1.0]], "is_eval": true}]}
{"text": "Wolfboy  Book by Russell Labey from the play Love and Human Remains by Brad Fraser, music and lyrics by Leon Parris\nTrafalgar Studios 2\n(2010)  Share:  Production photo  Wolfboy is for people whose musicals theatre choices don't have to involve flared trousers, dancing or happy endings.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q8029962", "candidates": [["Q8029962", 1.0]], "is_eval": true}]}
{"text": "The merger, which was approved by shareholders of the two banks last month and still needs regulatory approvals, would see Burj Bank holders receive one Al Baraka Bank Pakistan share for every 1.", "gold_spans": [{"start": 153, "length": 23, "wikidata_qid": "Q17002794", "candidates": [["Q17002794", 1.0]], "is_eval": true}]}
{"text": "Rob Derksen was 44  NEW YORK -- Rob Derksen, the manager of Greece's Olympic baseball team and a scout with the Baltimore Orioles, died Wednesday.", "gold_spans": [{"start": 0, "length": 11, "wikidata_qid": "Q7340082", "candidates": [["Q7340082", 1.0]], "is_eval": true}]}
{"text": "We used Fourier-transform ion cyclotron resonance mass spectrometry and nuclear magnetic resonance spectroscopy to show that a sulfilimine bond (-S=N-) crosslinks hydroxylysine-211 and methionine-93 of adjoining protomers, a bond not previously found in biomolecules.", "gold_spans": [{"start": 127, "length": 11, "wikidata_qid": "Q281166", "candidates": [["Q281166", 1.0]], "is_eval": true}]}
{"text": "Director’s Statement: Dr. Niobe Thompson  Host Dr.", "gold_spans": [{"start": 26, "length": 14, "wikidata_qid": "Q19666178", "candidates": [["Q19666178", 1.0]], "is_eval": true}]}
{"text": "An unimpressive foray into the first-class game in the late 1980s after he had played for Zimbabwe in the 1988 Under-19 World Cup did nothing to suggest that Glen Bruk-Jackson would earn international honours.", "gold_spans": [{"start": 158, "length": 17, "wikidata_qid": "Q5567603", "candidates": [["Q5567603", 1.0]], "is_eval": true}]}
{"text": "Kuroko's Basketball Creator Received Threat Notes With Powder, Liquid  The alma mater of Kuroko's Basketball manga creator Tadatoshi Fujimaki and other locations linked to the author were sent threat letters with an unknown powder and other substances earlier this month.", "gold_spans": [{"start": 123, "length": 18, "wikidata_qid": "Q8955318", "candidates": [["Q8955318", 1.0]], "is_eval": true}]}
{"text": "Yuri Barashian Stops Thomas Ulrich in Eight  Halle an der Saale, Gemany - Ukrainian light heavyweight Yuri Barashian won the EBU title with an eighth round stoppage of Thomas Ulrich, the defending champion.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q4077982", "candidates": [["Q4077982", 1.0]], "is_eval": true}]}
{"text": "SHARE  Hili 2: Unesco World Heritage site  The site is part of the Hili archaeological park in Al Ain.", "gold_spans": [{"start": 67, "length": 24, "wikidata_qid": "Q16892306", "candidates": [["Q16892306", 1.0]], "is_eval": true}]}
{"text": "MARDAN: Pakhtun ruler Gaju Khan Baba’s mausoleum has been renovated at the cost of Rs100 million under the supervision of Abdul Wali Khan University, Mardan.", "gold_spans": [{"start": 22, "length": 9, "wikidata_qid": "Q43864260", "candidates": [["Q43864260", 1.0]], "is_eval": true}]}
{"text": "In the ACT Writing and Publishing Awards (sponsored by Paperchain Bookstore) non-fiction book category, G.", "gold_spans": [{"start": 7, "length": 33, "wikidata_qid": "Q16207768", "candidates": [["Q16207768", 1.0]], "is_eval": true}]}
{"text": "Proposals to extend and improve the store in Harlescott have been lodged with Shropshire Council following a public consultation.", "gold_spans": [{"start": 45, "length": 10, "wikidata_qid": "Q15223060", "candidates": [["Q15223060", 1.0]], "is_eval": true}]}
{"text": "Ansel Krut  January 19, 2010 3:36pm  Ansel Krut’s first solo outing at Modern Art, London, is his most mature body of paintings to date.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q2776891", "candidates": [["Q2776891", 1.0]], "is_eval": true}]}
{"text": "From 1994 until his retirement he was the Lord President Reid Professor of Law.", "gold_spans": [{"start": 42, "length": 36, "wikidata_qid": "Q42377485", "candidates": [["Q42377485", 1.0]], "is_eval": true}]}
{"text": "PAC-MAN to Round Out Season 2 on Disney XD  41 Entertainment (\"41e\"), Arad Productions (\"AP\") and NAMCO BANDAI Games (\"NBGI\") announced today that they have commissioned an additional 13 episodes to complete Season II for the Pac-Man and the Ghostly Adventures property (the \"Property\").", "gold_spans": [{"start": 44, "length": 16, "wikidata_qid": "Q30672546", "candidates": [["Q30672546", 1.0]], "is_eval": true}]}
{"text": "An annual highlight is presentation of the Owen M. Panner Professionalism Award at the Institute and Retreat.", "gold_spans": [{"start": 43, "length": 14, "wikidata_qid": "Q7114550", "candidates": [["Q7114550", 1.0]], "is_eval": true}]}
{"text": "Beriosova, Svetlana  Spread the love  Svetlana Beriosova Photos  - Swipe left/right to see more  Svetlana Beriosova Biography  Notable: 1932 – 1998; Royal Ballet  Svetlana Beriosova was born in Kaunas, Lithuania 1932.", "gold_spans": [{"start": 38, "length": 18, "wikidata_qid": "Q3851010", "candidates": [["Q3851010", 1.0]], "is_eval": true}]}
{"text": "Munktorp Map — Satellite Images of Munktorp  detailed map of Munktorp and near places  Welcome to the Munktorp google satellite map!", "gold_spans": [{"start": 0, "length": 8, "wikidata_qid": "Q1981372", "candidates": [["Q1981372", 1.0]], "is_eval": true}]}
{"text": "US Debut of Traditional Pakistani Singer, Mai Dhai, Set for Tonight  \"I want the world to know about us Manganiyar, our simplicity, our love of music,\" says singer Mai Dhai.", "gold_spans": [{"start": 42, "length": 8, "wikidata_qid": "Q21932420", "candidates": [["Q21932420", 1.0]], "is_eval": true}]}
{"text": "Jackson was the widow of the infamous James W. Jackson, who gunned down Col.", "gold_spans": [{"start": 38, "length": 16, "wikidata_qid": "Q6144822", "candidates": [["Q6144822", 1.0]], "is_eval": true}]}
{"text": "O'Dea, Ernest Charles (1889–1976)  Ernest Charles O'Dea (1889-1976), trade unionist, politician and lord mayor, was born on 19 February 1889 at Armidale, New South Wales, second child of Martin Bernard O'Dea, a native-born bootmaker, and his wife Kate Augusta, née Gillett, who came from London.", "gold_spans": [{"start": 35, "length": 20, "wikidata_qid": "Q5392897", "candidates": [["Q5392897", 1.0]], "is_eval": true}]}
{"text": "TSU caucus whip Liao Pen-yen (廖本煙) told a press conference that the caucus would respect the president's promise that he would step down if first lady Wu Shu-jen (吳淑珍) were found guilty.", "gold_spans": [{"start": 16, "length": 12, "wikidata_qid": "Q8350893", "candidates": [["Q8350893", 1.0]], "is_eval": true}]}
{"text": "Kjell Erik Killi Olsen (born July 23, 1952, in Trondheim) is a norwegian painter and sculptor.", "gold_spans": [{"start": 0, "length": 22, "wikidata_qid": "Q6419361", "candidates": [["Q6419361", 1.0]], "is_eval": true}]}
{"text": "ly, and, in the UK, Spacehive allow crowdfunding for community improvement projects.  Projexity is an urban improvement platform that enables communities to propose, design, determine and fund new neighbourhood projects.", "gold_spans": [{"start": 86, "length": 9, "wikidata_qid": "Q17076478", "candidates": [["Q17076478", 1.0]], "is_eval": true}]}
{"text": "DISCUSSION:  Proximal femoral focal deficiency, PFFD, is a congenital anomaly of\nthe pelvis and proximal femur which causes hip deformity and shortening\nand altered function of the involved lower extremity.", "gold_spans": [{"start": 13, "length": 33, "wikidata_qid": "Q7252853", "candidates": [["Q7252853", 1.0]], "is_eval": true}]}
{"text": "Original mirror for William Herschel's 40-foot telescope, 1785  This is the first of two metal mirrors made by Sir William Herschel for the Great Forty-Foot reflecting telescope that he built in the garden of his home in Slough.", "gold_spans": [{"start": 39, "length": 17, "wikidata_qid": "Q3661135", "candidates": [["Q3661135", 1.0]], "is_eval": true}]}
{"text": "Biography  Bevin Prince is an American actress, also known for her role on the series: One Tree Hill.", "gold_spans": [{"start": 11, "length": 12, "wikidata_qid": "Q451720", "candidates": [["Q451720", 1.0]], "is_eval": true}]}
{"text": "Couvreur, Jessie Catherine (1848–1897)  Jessie Catherine Couvreur (1848-1897), novelist and short story writer (under the pseudonym, 'Tasma'), was born on 28 October 1848 at Southwood Lodge, Highgate, London, the second child and eldest daughter of James Alfred Huybers and Charlotte Sophia, née Ogleby.", "gold_spans": [{"start": 40, "length": 25, "wikidata_qid": "Q6187650", "candidates": [["Q6187650", 1.0]], "is_eval": true}]}
{"text": "Welcome to the Tennessee Philosophical Association (TPA)  The TPA was founded in 1969 for the purpose of presenting and discussing original philosophical\npapers at an annual conference.", "gold_spans": [{"start": 15, "length": 35, "wikidata_qid": "Q7700129", "candidates": [["Q7700129", 1.0]], "is_eval": true}]}
{"text": "Britton became just the fourth rookie starter in baseball history to record four wins by the end of April, joining Gustavo Chacin (2005 with Toronto), Jason Dickson (1997 with Anaheim) and Jerry Garvin (1977 with Toronto).", "gold_spans": [{"start": 189, "length": 12, "wikidata_qid": "Q6183628", "candidates": [["Q6183628", 1.0]], "is_eval": true}]}
{"text": "Ranjona Banerji: So is Samar Halarnkar unfairly accused of plagiarism?", "gold_spans": [{"start": 23, "length": 15, "wikidata_qid": "Q7408783", "candidates": [["Q7408783", 1.0]], "is_eval": true}]}
{"text": "The flat pack homes were developed  IKEA Refugee Shelter  1 of 7  IKEA just turned its flat pack sensibilities from the urban apartment to the global village by unveiling a comfortable, solar-powered shelter that can provide emergency housing for natural disaster victims and refugees.", "gold_spans": [{"start": 41, "length": 15, "wikidata_qid": "Q2681882", "candidates": [["Q2681882", 1.0]], "is_eval": true}]}
{"text": "William Matheny “Strange Constellations” (Misra Records, 2017)  It’s rare to hear a debut album as accomplished as Strange Constellations – but then William Matheny isn’t exactly a completely fresh face on the music scene as he’s had a number of years in the Athens (Ohio) based Indy-folk band Southeast Engine.", "gold_spans": [{"start": 17, "length": 22, "wikidata_qid": "Q55641894", "candidates": [["Q55641894", 0.625], ["Q7621361", 0.375]], "is_eval": true}]}
{"text": "Harrington Emerson Papers, 1848-1931\n1541  Harrington Emerson (1853-1931) was one of America's pioneers in industrial engineering and management and organizational theory.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q1586174", "candidates": [["Q1586174", 1.0]], "is_eval": true}]}
{"text": "Polynomial Applications  Underdominance  Genetics use the terms underdominance or heterozygote disadvantage to describe the condition where organisms that are heterozygotes for a given trait are less fit than organisms that are homozygotes.", "gold_spans": [{"start": 25, "length": 14, "wikidata_qid": "Q7883574", "candidates": [["Q7883574", 1.0]], "is_eval": true}]}
{"text": "GODS OF WATER IN IRANIAN AND VIETNAMESE MYTHOLOGY: A COMPARATIVE STUDY  Studying myths has always been a fascinating subject for scholars, passing of the time not being able to diminish its importance.", "gold_spans": [{"start": 29, "length": 20, "wikidata_qid": "Q1195236", "candidates": [["Q1195236", 1.0]], "is_eval": true}]}
{"text": "Cheeki Rafiki pictured at a previous event, racing in the Round the Island Race in the UK  Douglas Innes, the director of Stormforce Coaching, appeared in Winchester Crown Court today to plead not guilty to four counts of causing manslaughter by gross negligence in the case of Cheeki Rafiki.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q27902746", "candidates": [["Q27902746", 1.0]], "is_eval": true}]}
{"text": "Burmese political prisoners Kyaw Min Yu, center, also known as Ko Jimmy, and his wife Nilar Thein, left, holding their child, celebrate upon their arrival at the Rangoon airport following their release from detention on Jan.", "gold_spans": [{"start": 28, "length": 11, "wikidata_qid": "Q16201957", "candidates": [["Q16201957", 1.0]], "is_eval": true}]}
{"text": "Connections  User Reviews  \"Pourquoi Israël\" (\"Israel, Why\", without a question mark) is Claude Lanzmann's first documentary.", "gold_spans": [{"start": 28, "length": 15, "wikidata_qid": "Q2550056", "candidates": [["Q2550056", 1.0]], "is_eval": true}]}
{"text": "Louis Public Library  3,364,996  70  P  Broward County Libraries Division  3,351,668  71  P  Cuyahoga County Public Library  3,316,816  72  A  University of\nKentucky  3,286,731  73  A  University of\nMaryland  3,259,600  74  A  University of\nMissouri - Columbia  3,249,783  75  A  University of\nConnecticut  3,247,976  76  P  Buffalo & Erie County Public Library  3,236,363  77  A  University of Utah  3,230,854  78  A  University of\nMassachusetts  3,204,025  79  A  University of Notre\nDame  3,185,926  80  A  Syracuse University  3,161,529  81  A  University\nof California - San Diego  3,149,836  82  A  University of Cincinnati Libraries  3,123,318  83  A  Emory University  3,107,525  84  A  Vanderbilt University  3,056,707  85  A  Temple University  3,016,007  86  A  Southern\nIllinois University - Carbondale  2,999,736  87  P  Minneapolis Public Library  2,986,326  88  A  University of Tennessee - Knoxville  2,971,837  89  P  Milwaukee Public Library  2,960,818  90  A  University of\nNebraska - Lincoln  2,942,946  91  A  Auburn University  2,918,859  92  P  Toledo-Lucas County Public Library  2,917,835  93  P  Enoch Pratt Free Library  2,903,223  94  A  Florida State University Library  2,889,810  95  P  St.", "gold_spans": [{"start": 935, "length": 24, "wikidata_qid": "Q6861798", "candidates": [["Q6861798", 1.0]], "is_eval": true}]}
{"text": "Patterson  James Kennedy Patterson (1833-1922), 1869-1910  By Rob Parmley, Nancy DeMarcus, and Frank Stanger  James Kennedy Patterson, \"The Grand Old Man\" of the University, served from 1869 to 1910 as president of the institutions that were to become the University of Kentucky.", "gold_spans": [{"start": 11, "length": 23, "wikidata_qid": "Q6137244", "candidates": [["Q6137244", 1.0]], "is_eval": true}]}
{"text": "Rest assured, I am still a Video Concert Hall enthusiast, but the remaining videos have not been quick to surface.", "gold_spans": [{"start": 27, "length": 18, "wikidata_qid": "Q7927815", "candidates": [["Q7927815", 1.0]], "is_eval": true}]}
{"text": "Eloy Detention Center: Why so many suicides?", "gold_spans": [{"start": 0, "length": 21, "wikidata_qid": "Q28446629", "candidates": [["Q28446629", 1.0]], "is_eval": true}]}
{"text": "AA+ is a C++ implementation for the algorithms as presented in the book \"Astronomical\nAlgorithms\" by Jean Meeus.", "gold_spans": [{"start": 101, "length": 10, "wikidata_qid": "Q1281654", "candidates": [["Q1281654", 0.8846153846153846], ["Q1343358", 0.11538461538461539]], "is_eval": true}]}
{"text": "The Chemical Brothers’s “Elektrobank” is that rare Jonze clip that transcends both concept and irony, and it is arguably his greatest music video.", "gold_spans": [{"start": 25, "length": 11, "wikidata_qid": "Q2224968", "candidates": [["Q2224968", 1.0]], "is_eval": true}]}
{"text": "Background Image:  Background Image:  Sentinel Event  A sentinel event is a patient safety event that results in death, permanent harm, or severe temporary harm.", "gold_spans": [{"start": 38, "length": 14, "wikidata_qid": "Q7451343", "candidates": [["Q7451343", 1.0]], "is_eval": true}]}
{"text": "BölzerHero  Like a flash of lightning, Bölzer stormed the underground in 2012 with the demo Roman Acupuncture, and by 2014, with only two additional EPs, consolidated their burgeoning reputation as one of extreme metal's most innovative and unconventional bands.", "gold_spans": [{"start": 0, "length": 6, "wikidata_qid": "Q28000947", "candidates": [["Q28000947", 1.0]], "is_eval": true}]}
{"text": "Interview with Rael Artel, Director of Tartu Art Museum, Estonia  What is your background and experience as a curator?", "gold_spans": [{"start": 15, "length": 10, "wikidata_qid": "Q12373324", "candidates": [["Q12373324", 1.0]], "is_eval": true}]}
{"text": "IBM worked with partners Samsung and Globalfoundries to achieve the breakthrough, which ditched the commonly used FinFET architecture replacing it instead with stacks of silicon nanosheets.", "gold_spans": [{"start": 178, "length": 9, "wikidata_qid": "Q17148232", "candidates": [["Q17148232", 1.0]], "is_eval": true}]}
{"text": "Organisational chart for the Swedish National Council for Crime Prevention  Always cite Brå as source  When citing or otherwise using Brå:s material as a source, either by quoting a text or by reproducing tables, diagrams or figures, state the source as: Brå (The Swedish National Council for Crime Prevention).", "gold_spans": [{"start": 29, "length": 45, "wikidata_qid": "Q10436166", "candidates": [["Q10436166", 1.0]], "is_eval": true}]}
{"text": "Share this story  Presidents of the auxiliary organizations of The Church of Jesus Christ of Latter-day Saints are (left to right) Sister Rosemary M. Wixom", "gold_spans": [{"start": 138, "length": 17, "wikidata_qid": "Q16123110", "candidates": [["Q16123110", 1.0]], "is_eval": true}]}
{"text": "Protected Status  Full Description  (SS 79194772) Malmsmead Bridge (NAT) [1]\nMalmsmead Bridge, over the Badgworthy Water, is 17th century and has two round arches, each 8 feet 6 inches wide.", "gold_spans": [{"start": 50, "length": 16, "wikidata_qid": "Q17642273", "candidates": [["Q17642273", 1.0]], "is_eval": true}]}
{"text": "Cookie & Tracking Settings  Here you can manage your privacy settings for the Fabasoft.com website.", "gold_spans": [{"start": 78, "length": 8, "wikidata_qid": "Q1390074", "candidates": [["Q1390074", 1.0]], "is_eval": true}]}
{"text": "New Orleans Women in Jazz  Keeping Jazz Standards Alive!  Germaine Bazzle  Germaine Bazzle  Germaine Bazzle is often referred to as one of New Orleans' important jazz vocalists.", "gold_spans": [{"start": 58, "length": 15, "wikidata_qid": "Q15451445", "candidates": [["Q15451445", 1.0]], "is_eval": true}]}
{"text": "Â When moving to a new home, pioneers provided for the Mountain Cur puppies.", "gold_spans": [{"start": 55, "length": 12, "wikidata_qid": "Q38892", "candidates": [["Q38892", 1.0]], "is_eval": true}]}
{"text": "Rewriting Documentary: Claire Denis’ Jacques Rivette, le veilleur  Jacques Rivette, le veilleur the imagery for which we have come to love her is only here in embryonic form.", "gold_spans": [{"start": 37, "length": 28, "wikidata_qid": "Q16028576", "candidates": [["Q16028576", 1.0]], "is_eval": true}]}
{"text": "Finley Schaef, the churchʹs pastor, and Eugene Lion, a writer by profession who served as an arts consultant to the church.", "gold_spans": [{"start": 40, "length": 11, "wikidata_qid": "Q28226013", "candidates": [["Q28226013", 1.0]], "is_eval": true}]}
{"text": "Mr Stewart McArthur MP  Former\nMember  Speeches  Biography  Parliamentary service  Elected to the House of Representatives for Corangamite, Victoria at by-election 1984, vice the Hon.", "gold_spans": [{"start": 3, "length": 16, "wikidata_qid": "Q7615871", "candidates": [["Q7615871", 1.0]], "is_eval": true}]}
{"text": "Abstract  Antibiotic-associated diarrhea (AAD) occurs in approximately 25% of patients receiving antibiotics.", "gold_spans": [{"start": 10, "length": 30, "wikidata_qid": "Q574891", "candidates": [["Q574891", 1.0]], "is_eval": true}]}
{"text": "Distrify founder Peter Gerard joins the online video arm of IAC, which is moving into original programming creation.", "gold_spans": [{"start": 17, "length": 12, "wikidata_qid": "Q16239651", "candidates": [["Q16239651", 1.0]], "is_eval": true}]}
{"text": "Host of Country Hoedown, cast member of Hee Haw, Tapp was iconic Canadian performer  Canadian radio and television entertainer and former CBC broadcaster Gordie Tapp died Dec.", "gold_spans": [{"start": 154, "length": 11, "wikidata_qid": "Q5584712", "candidates": [["Q5584712", 1.0]], "is_eval": true}]}
{"text": "Shaping Tomorrow’s Railways  Greengauge 21 is a not-for-profit organisation, established in 2006 to research and develop the concept of a high-speed rail network as a national economic priority.", "gold_spans": [{"start": 29, "length": 13, "wikidata_qid": "Q5604062", "candidates": [["Q5604062", 1.0]], "is_eval": true}]}
{"text": "Pages  Monday, July 11, 2005  Shrine of Saint Rose Philippine Duchesne  Saint Charles, Missouri, is home to the shrine of Saint Rose Philippine Duchesne, pioneer educator and missionary to the Indians, and Religious of the Society of the Sacred Heart.", "gold_spans": [{"start": 46, "length": 24, "wikidata_qid": "Q268064", "candidates": [["Q268064", 1.0]], "is_eval": true}]}
{"text": "The Moat Farm mystery : the life and criminal career of Samuel Herbert Dougal  \"Samuel Herbert Dougal was intelligent, talented, and the recipient of a military medal.", "gold_spans": [{"start": 56, "length": 21, "wikidata_qid": "Q46997596", "candidates": [["Q46997596", 1.0]], "is_eval": true}]}
{"text": "Marina Kuznetsova(I)(1925–1996)  Marina Kuznetsova was one of the most beautiful and elegant women in Moscow during her time in the 1950s Soviet Union.", "gold_spans": [{"start": 0, "length": 17, "wikidata_qid": "Q25753034", "candidates": [["Q25753034", 1.0]], "is_eval": true}]}
{"text": "”  Small town charm is probably the best way to describe Rehobeth, Alabama.", "gold_spans": [{"start": 57, "length": 17, "wikidata_qid": "Q67090", "candidates": [["Q67090", 1.0]], "is_eval": true}]}
{"text": "There was afterwards much consultation about bringing other suits, but it was wisely concluded that, whatever difficulties there were in the titles of many tracts, the University had no claim, having parted with its rights.  Mr. Lewis P. Olds, who declined the Presidency, recommended that there be six Professors to be paid $9,500 per annum.", "gold_spans": [{"start": 229, "length": 13, "wikidata_qid": "Q6536942", "candidates": [["Q6536942", 1.0]], "is_eval": true}]}
{"text": "Filipino-American Chris Cate was elected earlier this month to the San Diego City Council's 6th District, one of the largest concentrations of Filipino Americans in the south land.", "gold_spans": [{"start": 18, "length": 10, "wikidata_qid": "Q24572285", "candidates": [["Q24572285", 1.0]], "is_eval": true}]}
{"text": "Mass transfer phenomena were investigated during osmotic dehydration of apple, banana and kiwi in glucose and sucrose osmotic solution.", "gold_spans": [{"start": 49, "length": 19, "wikidata_qid": "Q7107233", "candidates": [["Q7107233", 1.0]], "is_eval": true}]}
{"text": "Our operations under the World Habitat trade mark are not endorsed by, affiliated with or otherwise linked to UN Habitat, other than in the context of the World Habitat Awards that are operated in partnership with UN-Habitat.", "gold_spans": [{"start": 155, "length": 20, "wikidata_qid": "Q177530", "candidates": [["Q177530", 1.0]], "is_eval": true}]}
{"text": "Herbert Lovell Clarke - Rector of Barwick.", "gold_spans": [{"start": 8, "length": 13, "wikidata_qid": "Q21664295", "candidates": [["Q21664295", 1.0]], "is_eval": true}]}
{"text": "Home  Welcome to the Goodrich Memorial Library  As of August 28th, 2020 the Goodrich Memorial Library is open by appointment only on Monday, Tuesday, Friday and Saturday from 9:00 AM to 1:00 PM.", "gold_spans": [{"start": 21, "length": 25, "wikidata_qid": "Q5583578", "candidates": [["Q5583578", 1.0]], "is_eval": true}]}
{"text": "Dame Phyllis Frost dies, aged 87  Tireless welfare worker and philanthropist Dame Phyllis Frost has died, aged 87, in a nursing home in Melbourne's east.", "gold_spans": [{"start": 5, "length": 13, "wikidata_qid": "Q7188556", "candidates": [["Q7188556", 1.0]], "is_eval": true}]}
{"text": "17th of May  Prolog  18th of May  Road Race  19th of May  Team Time Trial  20th of May  Road Race  Start and finish in Bucha  Distance is 196,8 km  21st of May  Road Race  Start and finish in the center\nof Kyiv city (Khreshatyk)  Distance is 131 km  THE FINISH OF THE RACE\nTOUR OF UKRAINE’2017  In 2016 with the help of the efforts of the first professional national agencies event agency Ant®Hill, the cycling teams of KOLSS and personally Alexander Artemiev, a new brand of continental Europe – Tour of Ukraine – began its historical path.", "gold_spans": [{"start": 273, "length": 15, "wikidata_qid": "Q17325710", "candidates": [["Q17325710", 1.0]], "is_eval": true}]}
{"text": "Welcome to  The Beautiful  “Country Estate”  City of St. Paul, Missouri.", "gold_spans": [{"start": 53, "length": 18, "wikidata_qid": "Q967930", "candidates": [["Q967930", 1.0]], "is_eval": true}]}
{"text": "Geologically, Kenge-Kwango formations belong to …  … ABSTRACT Objectives: This study aims to evaluate the economic efficiency of a nutrition\nmanagement program for children under 5 years of age in Kenge, Kwango District,\nDemocratic Republic of the Congo (DR Congo) from 2014 to 2016 …  … The monthly average temperatures va between 22 and 24°C; during the rainy seaso the average\nmaxima rise around 28°C and in th dry season around 31°C whereas the averag minima get\ndown between 17 and 13° Geologically, Kenge-Kwango formations belon to two …  … Thus, 27.", "gold_spans": [{"start": 197, "length": 13, "wikidata_qid": "Q186056", "candidates": [["Q186056", 1.0]], "is_eval": true}]}
{"text": "The Vinegar Cure: One bird owner was advised by her vet to spray-soak her feather-plucking pet bird with a mix of 1/4 tsp apple cider vinegar (ACV) added to 1 quart of water 3 times a day (2 teaspoon ACV per cup of water).", "gold_spans": [{"start": 74, "length": 16, "wikidata_qid": "Q860982", "candidates": [["Q860982", 1.0]], "is_eval": true}]}
{"text": "See more »  Soundtracks  User Reviews  \"Who Killed Teddy Bear\" is irresistible trash, an utterly sleazy film that wallows in B-movie murk without apology.", "gold_spans": [{"start": 40, "length": 21, "wikidata_qid": "Q18155803", "candidates": [["Q18155803", 1.0]], "is_eval": true}]}
{"text": "Madrid Mayor Ana Botella will not run in 2015 elections  Wife of former Spanish PM has suffered from waning popularity and a lack of party support  Ana Botella announcing her plans not to run in next year's elections.", "gold_spans": [{"start": 13, "length": 11, "wikidata_qid": "Q41266", "candidates": [["Q41266", 1.0]], "is_eval": true}]}
{"text": "After remaining at the helm for nearly quarter of a century, Mark Mobius has decided to step down as the lead manager of the Templeton Emerging Markets Investment Trust (TEMIT) and will hand over control of the fund to Carlos Hardenberg on October 1.", "gold_spans": [{"start": 61, "length": 11, "wikidata_qid": "Q1900279", "candidates": [["Q1900279", 1.0]], "is_eval": true}]}
{"text": "Others include Rolling Stone's Matt Taibbi, who will head a new publication focused on financial and political corruption; Peter Maass, who has written about war, media and national security for The New York Times Magazine, The New Yorker and The Washington Post; Marcy Wheeler, an independent journalist who covers the legal side of counterterrorism programs; and Ryan Gallagher, a Scottish journalist who has written about government surveillance technologies for Slate, The Guardian and the Financial Times.", "gold_spans": [{"start": 365, "length": 14, "wikidata_qid": "Q18686251", "candidates": [["Q18686251", 1.0]], "is_eval": true}]}
{"text": "The 1984 Cartagena Declaration on Refugees[i] is a landmark regional refugee instrument, which for Latin America broadened the refugee definition and proposed new approaches to the humanitarian needs of refugees and displaced in a spirit of solidarity and cooperation.", "gold_spans": [{"start": 9, "length": 33, "wikidata_qid": "Q30315771", "candidates": [["Q30315771", 1.0]], "is_eval": true}]}
{"text": "have announced that cyberpunk hack 'n' slash adventure Ghostrunner will be slicing 'n' dicing on Nintendo Switch on November 10, following its release just last week on PS4, PC, and Xbox One.", "gold_spans": [{"start": 55, "length": 11, "wikidata_qid": "Q96035161", "candidates": [["Q96035161", 1.0]], "is_eval": true}]}
{"text": "About us  Kinnernet is an unconference-driven tinkerer & change-maker community started and guided by Yossi Vardi, founding investor of ICQ.", "gold_spans": [{"start": 10, "length": 9, "wikidata_qid": "Q6414080", "candidates": [["Q6414080", 1.0]], "is_eval": true}]}
{"text": "He was born in New York City in 1823, the son of a Charles Anthon (1797-1867) L.", "gold_spans": [{"start": 51, "length": 14, "wikidata_qid": "Q870026", "candidates": [["Q870026", 1.0]], "is_eval": true}]}
{"text": "Bernie Ecclestone has lost his position as the CEO of the Formula One Group and been replaced by Chase Carey, with Ross Brawn poised to be appointed in a new role as well.", "gold_spans": [{"start": 97, "length": 11, "wikidata_qid": "Q5087105", "candidates": [["Q5087105", 1.0]], "is_eval": true}]}
{"text": "Minnesota  ‘STUNNINGLY BEAUTIFUL’ ★★★★★  —NO DEPRESSION MAGAZINE  Alice Peacock’s Minnesota  Much has changed for singer-songwriter Alice Peacock since her last solo studio album, 2009’s Love Remains.", "gold_spans": [{"start": 66, "length": 13, "wikidata_qid": "Q303244", "candidates": [["Q303244", 1.0]], "is_eval": true}]}
{"text": "Edward Kemeys (1843 - 1907) was born in Savannah, Georgia but spent his youth in New York City.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q5343908", "candidates": [["Q5343908", 0.9230769230769231], ["Q16240187", 0.07692307692307693]], "is_eval": true}]}
{"text": "But on June 6, after Belarusian President Alexander Lukashenko publicly voiced his fury at Russia's raising of energy prices, Russia imposed a ban on dairy products from Belarus, sparking a so-called milk war that has seen tensions between the former allies escalate daily.", "gold_spans": [{"start": 200, "length": 8, "wikidata_qid": "Q4301041", "candidates": [["Q4301041", 0.9090909090909091], ["Q6834184", 0.09090909090909091]], "is_eval": true}]}
{"text": "Tropical storms:  High winds and flooding from tropical cyclone Alibera killed 12 people, left several thousands homeless and nearly destroyed the town of Nosy Varika as it passed over Madagascar.", "gold_spans": [{"start": 56, "length": 15, "wikidata_qid": "Q18349625", "candidates": [["Q18349625", 0.75], ["Q4585725", 0.25]], "is_eval": true}]}
{"text": "26 Oct 1647). Giles Green was MP for Weymouth & Melcombe Regis 1621, 1626 and Corfe Castle 1625,1628.", "gold_spans": [{"start": 14, "length": 11, "wikidata_qid": "Q5561663", "candidates": [["Q5561663", 1.0]], "is_eval": true}]}
{"text": "CryptCat Project  Cryptcat is the standard netcat enhanced with twofish encryption with ports for WIndows NT, BSD and Linux.", "gold_spans": [{"start": 43, "length": 6, "wikidata_qid": "Q306070", "candidates": [["Q306070", 1.0]], "is_eval": true}]}
{"text": "Buzzfeed has released an exclusive deleted scene that finally explains the origins of the mysterious herbaceous perennial first introduced back in season one’s “The Pineapple Incident.", "gold_spans": [{"start": 161, "length": 22, "wikidata_qid": "Q7757165", "candidates": [], "is_eval": true}]}
{"text": "Each checklist can be viewed with photos shared by the birding community, and also printed as PDF checklists for field use.  Two-banded Warbler  Myiothlypis bivittata\n(d'Orbigny & Lafresnaye, 1837)  The Two-banded Warbler (Basileuterus bivittatus) is a species of bird in the Parulidae family.", "gold_spans": [{"start": 125, "length": 18, "wikidata_qid": "Q27075955", "candidates": [["Q27075955", 1.0]], "is_eval": true}]}
{"text": "During his tenure as sheriff, Baker helped create a program that allowed young jailed offenders to continue their education at the John H. Baker Jr.", "gold_spans": [{"start": 131, "length": 17, "wikidata_qid": "Q6220382", "candidates": [["Q6220382", 1.0]], "is_eval": true}]}
{"text": "That’s the moral of the story of G. Robert Blakey, an emeritus professor at Notre Dame Law School, known for writing the RICO laws, who was recently sanctioned by the D.", "gold_spans": [{"start": 33, "length": 16, "wikidata_qid": "Q5512440", "candidates": [["Q5512440", 1.0]], "is_eval": true}]}
{"text": "Burt Young 'Uncle Joe Shannon,' Film of Trumpeter on Skid Row:The Cast  TimesMachine is an exclusive benefit for home delivery and digital subscribers.", "gold_spans": [{"start": 12, "length": 17, "wikidata_qid": "Q7882753", "candidates": [["Q7882753", 1.0]], "is_eval": true}]}
{"text": "The Beautiful Creator \u0096 Kaylie Jones  Somehow, you don't expect a thought-provoking writer to be beautiful.", "gold_spans": [{"start": 24, "length": 12, "wikidata_qid": "Q6380628", "candidates": [["Q6380628", 1.0]], "is_eval": true}]}
{"text": "Nikolaus Zmeskall (1759-1833) and Beethoven: life in Vienna  One of Beethoven's few close personal friends in Vienna, Nikolaus Zmeskall was an official in the Hungarian Chancellery.", "gold_spans": [{"start": 0, "length": 17, "wikidata_qid": "Q15446205", "candidates": [["Q15446205", 1.0]], "is_eval": true}]}
{"text": "Description:The Berlin Commercial District is located on Maryland's Eastern Shore, about seven miles inland from Ocean City, in an area historically a crossroads of travel.", "gold_spans": [{"start": 16, "length": 26, "wikidata_qid": "Q4892407", "candidates": [["Q4892407", 1.0]], "is_eval": true}]}
{"text": "Chan Yuk Lin Online (CYLO), a fan-owned website, is known as the first website dedicated to Idy Chan Yuk Lin on the internet (since January 1998).", "gold_spans": [{"start": 92, "length": 8, "wikidata_qid": "Q9369465", "candidates": [["Q9369465", 1.0]], "is_eval": true}]}
{"text": "Gary Schreider  Gary Schreider played from 1956 to 1964 with the\nOttawa Rough Riders, BC Lions and Hamilton Tiger-Cats.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q18086533", "candidates": [["Q18086533", 1.0]], "is_eval": true}]}
{"text": "Stephen Talkhouse was a whaler, Civil War soldier, and the last of the Montauk sachems.", "gold_spans": [{"start": 0, "length": 17, "wikidata_qid": "Q7610650", "candidates": [["Q7610650", 1.0]], "is_eval": true}]}
{"text": "4 in the world, closed with a bogey-free 6-under 65 — the best round of the week at Sahalee Country Club — to match Ko at 6-under 278.", "gold_spans": [{"start": 84, "length": 20, "wikidata_qid": "Q7399442", "candidates": [["Q7399442", 1.0]], "is_eval": true}]}
{"text": "Radio Reader' host ends show after 50 years behind the mic  HASLETT - For five decades, Dick Estell was more than just the man behind the microphone of a long-running WKAR radio program.", "gold_spans": [{"start": 88, "length": 11, "wikidata_qid": "Q5272890", "candidates": [["Q5272890", 1.0]], "is_eval": true}]}
{"text": "Nunavut MLA Arvaluk steps down  Social Sharing  Tununiq MLA James Arvaluk has resigned from Nunavut's legislative assembly for health reasons.", "gold_spans": [{"start": 60, "length": 13, "wikidata_qid": "Q6128889", "candidates": [["Q6128889", 1.0]], "is_eval": true}]}
{"text": "Behind that question and a host of changes to soften the application process is Marilee Jones, dean of admissions at the Massachusetts Institute of Technology, who has a rare message in the world of elite universities: High school students should enjoy themselves more, and colleges should help them do so.", "gold_spans": [{"start": 80, "length": 13, "wikidata_qid": "Q6763458", "candidates": [["Q6763458", 1.0]], "is_eval": true}]}
{"text": "Tom Brierley played for Glamorgan between 1931 and 1939, and after the Second World War, he joined Lancashire\nfor whom he played between 1946 and 1948.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q7815062", "candidates": [["Q7815062", 1.0]], "is_eval": true}]}
{"text": "Olivier Gruner is a Champion kick-boxer and action film actor. Many will know him initially from the 1990 film Angel Town which introduced many in the UK and the USA to this power house fighter.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q949296", "candidates": [["Q949296", 1.0]], "is_eval": true}]}
{"text": "These admonishments from US District Judge Douglas P. Woodlock were not delivered with shouts of rage.", "gold_spans": [{"start": 43, "length": 19, "wikidata_qid": "Q5301897", "candidates": [["Q5301897", 1.0]], "is_eval": true}]}
{"text": "Photo album Holly Takos  Add an image  Here you can add a picture Max 4 MB.", "gold_spans": [{"start": 12, "length": 11, "wikidata_qid": "Q27886576", "candidates": [["Q27886576", 1.0]], "is_eval": true}]}
{"text": "Water Rats: profiles  Colin Friels as Frank Holloway  Frank Holloway's career in the police has had its ups and downs—all the way up to Detective Sergeant and all the way back down to Detective 1st Class, It's not that he's not good at his job: it's just that the service is changing around him, and he hasn't.", "gold_spans": [{"start": 38, "length": 14, "wikidata_qid": "Q5487294", "candidates": [["Q5487294", 1.0]], "is_eval": true}]}
{"text": "Sponsored Articles  ZBar Brings Barcode And QR Code Scanning To Your Desktop  Joshua Tyler  Windows/Linux/iOS: Ever wish you could scan QR codes and other barcodes from your computer, without pulling out your phone?", "gold_spans": [{"start": 20, "length": 4, "wikidata_qid": "Q8062969", "candidates": [["Q8062969", 0.6], ["Q16258989", 0.4]], "is_eval": true}]}
{"text": "August 31, 2010  Former Hawkeye, 'Fabulous Five' member Sharm Scheuerman dies  From left: Iowa co-captain Joel Novak, guard; Head Coach Milton \"Sharm\" Scheuerman; and co-captain Don Nelson, forward.", "gold_spans": [{"start": 56, "length": 16, "wikidata_qid": "Q22095927", "candidates": [["Q22095927", 1.0]], "is_eval": true}]}
{"text": "How strange are the many religions, beliefs, and points of view held by the people of this earth, where each group believes that it is correct and all others are mistaken, while in my opinion, they are all in the dark\".  Dr. Dahesh  \"And do not mix truth with falsehood, nor conceal the truth while you know it\".", "gold_spans": [{"start": 221, "length": 10, "wikidata_qid": "Q5304049", "candidates": [["Q5304049", 1.0]], "is_eval": true}]}
{"text": "Record of the Week Club Starts Up in Winnipeg, Features Weakerthans' Samson  In Winnipeg, Wednesday nights have become a lot more interesting for area musicians these last few months.", "gold_spans": [{"start": 0, "length": 23, "wikidata_qid": "Q24038234", "candidates": [["Q24038234", 1.0]], "is_eval": true}]}
{"text": "It's rare to see that kind of power, striking fluidity, and killer instinct in the lower weight classes, and while there's virtually no chance of a 100% finishing rate being sustainable at the highest levels of the sport, I think Thomas de Almeida has more than earned a call-up to the UFC, whose bantamweight division is badly in need of depth.  Thomas Almeida is a terrifying ball of eight-limbed Muay Thai destruction who would be one of the two or three best strikers in the UFC's bantamweight division if he were signed today.", "gold_spans": [{"start": 347, "length": 14, "wikidata_qid": "Q18464223", "candidates": [["Q18464223", 1.0]], "is_eval": true}]}
{"text": "A Village Center by Vista Malls in Antipolo.", "gold_spans": [{"start": 20, "length": 11, "wikidata_qid": "Q24910109", "candidates": [["Q24910109", 1.0]], "is_eval": true}]}
{"text": "Last known as the Longhorn Grill, the once-abandoned commercial space in Amado, Arizona has regained new life when it reopened in May 2019 as the Longhorn Grill and Saloon.", "gold_spans": [{"start": 73, "length": 14, "wikidata_qid": "Q452092", "candidates": [["Q452092", 1.0]], "is_eval": true}]}
{"text": "Pitstop II  All the problems of the first one are discarded to make room for all new problems that leave this one far worse.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q3905849", "candidates": [["Q3905849", 1.0]], "is_eval": true}]}
{"text": "The 20-year-old Austrian has replaced Venezuelan backmarker Giancarlo Serenelli and will partner Sergio Canamasas at the squad.", "gold_spans": [{"start": 60, "length": 19, "wikidata_qid": "Q1522382", "candidates": [["Q1522382", 1.0]], "is_eval": true}]}
{"text": "George Dawkes  England  Major teamsCommonwealth XI,Derbyshire,Leicestershire,Marylebone Cricket Club  Batting styleRight-hand bat  Fielding positionWicketkeeper  Batting and fielding averages  Mat  Inns  NO  Runs  HS  Ave  100  Ct  St  First-class  482  736  105  11411  143  18.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q5538435", "candidates": [["Q5538435", 1.0]], "is_eval": true}]}
{"text": "Srimad Venkataramana Bhagavathar was the devoted chief disciple of Sadguru Sri Tyagaraja.", "gold_spans": [{"start": 7, "length": 25, "wikidata_qid": "Q65122396", "candidates": [["Q65122396", 1.0]], "is_eval": true}]}
{"text": "The Miami-native singer/songwriter released single after single over the years, finally releasing her debut album, Doing the Most, this past year.", "gold_spans": [{"start": 115, "length": 14, "wikidata_qid": "Q23763157", "candidates": [["Q23763157", 1.0]], "is_eval": true}]}
{"text": "Teledyne PR)–Teledyne Technologies Incorporated announced today that Dr. Lisa Porter will be joining its subsidiary Teledyne Scientific & Imaging, LLC (TS&I) as Senior Vice President.", "gold_spans": [{"start": 73, "length": 11, "wikidata_qid": "Q6558340", "candidates": [["Q6558340", 1.0]], "is_eval": true}]}
{"text": "According to Tunisian media, the organizations and their leaders are: the Tunisian General Labour Union, Houcine Abbassi; the Tunisian Confederation of Industry, Trade and Handicrafts, Wided Bouchamaoui; the Tunisian Human Rights League, Abdessattar Ben Moussa; and the Tunisian Order of Lawyers, Mohamed Fadhel Mahfoudh.", "gold_spans": [{"start": 270, "length": 25, "wikidata_qid": "Q12194745", "candidates": [["Q12194745", 1.0]], "is_eval": true}]}
{"text": "ABOUT  Born and raised in San Antonio, Texas, violinist, vocalist and songwriter Aisha Burns began playing violin when she was 10 years old, and has been touring and recording since 2006.", "gold_spans": [{"start": 81, "length": 11, "wikidata_qid": "Q55639128", "candidates": [["Q55639128", 1.0]], "is_eval": true}]}
{"text": "The undeniably generic formula of Frail Words has been graced with a new sense of focus \u0097 as opposed to containing a number of standout tracks scattered amongst filler material, Shadows Are Security remains consistent throughout.", "gold_spans": [{"start": 178, "length": 20, "wikidata_qid": "Q682856", "candidates": [["Q682856", 1.0]], "is_eval": true}]}
{"text": "The new show is hosted by actress and host Javeria Abbasi but for foodies the highlight will be Master Chef Pakistan winner Ammara Noman as a celebrity chef preparing Ramadan-themed recipes for viewers.", "gold_spans": [{"start": 43, "length": 14, "wikidata_qid": "Q796563", "candidates": [["Q796563", 1.0]], "is_eval": true}]}
{"text": "Get Ready for Sierra Capri's Glow Up  Last year, Netflix original series On My Block took the Internet by storm.", "gold_spans": [{"start": 14, "length": 12, "wikidata_qid": "Q63306656", "candidates": [["Q63306656", 1.0]], "is_eval": true}]}
{"text": "21 May 1913 in Edinburgh.  James Gordon MacGregor was educated in Halifax at the Free Church Academy and Dalhousie University, from which he received a ba in 1871 and an ma in 1874.", "gold_spans": [{"start": 27, "length": 22, "wikidata_qid": "Q16058713", "candidates": [["Q16058713", 1.0]], "is_eval": true}]}
{"text": "Loch Davan  A small and shallow loch in Deeside, Aberdeenshire, Loch Davan lies immediately north of Loch Kinord, 1½ miles (2.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q18736999", "candidates": [["Q18736999", 1.0]], "is_eval": true}]}
{"text": "1964 Clemence Kapuuo,\nMburumba Kerina and Hosea Kutako established the traditionalist National Unity Democratic\nOrganisation (NUDO).", "gold_spans": [{"start": 22, "length": 15, "wikidata_qid": "Q5224023", "candidates": [["Q5224023", 1.0]], "is_eval": true}]}
{"text": "The Grinder realizes the impossible premise of Conan O’Brien’s Lookwell  In 1991, Saturday Night Live writers and future Late Night collaborators Conan O’Brien and Robert Smigel wrote a pilot for NBC.", "gold_spans": [{"start": 63, "length": 8, "wikidata_qid": "Q6675534", "candidates": [["Q6675534", 1.0]], "is_eval": true}]}
{"text": "Welcome to Randolph County School District  The mission of Randolph County School District is to provide a\nchild-centered environment that cultivates character, fosters academic\nexcellence, and embraces diversity.", "gold_spans": [{"start": 11, "length": 31, "wikidata_qid": "Q7291812", "candidates": [["Q48969395", 0.42857142857142855], ["Q7291812", 0.42857142857142855], ["Q7291813", 0.14285714285714285]], "is_eval": true}]}
{"text": "International Network of Analytical Sociologists (INAS)  A growing number of scholars in recent years have identified themselves with the Analytical Sociology approach to social explanation, motivated by a common interest in the study of the social mechanisms and micro-dynamics that bring about macro-outcomes of sociological relevance.", "gold_spans": [{"start": 138, "length": 20, "wikidata_qid": "Q251308", "candidates": [["Q251308", 1.0]], "is_eval": true}]}
{"text": "Post navigation  Carla Laemmle Celebrates 100  By John King Tarpinian: Carla Laemmle, niece of Universal Pictures founder Carl Laemmle, celebrated her 100th birthday on October 20.", "gold_spans": [{"start": 17, "length": 13, "wikidata_qid": "Q260337", "candidates": [["Q260337", 1.0]], "is_eval": true}]}
{"text": "Leonard Cecil Ward  McLEAN, VIRGINIA -- Brigadier General Leonard C. Ward of McLean, Virginia, born November 17, 1917 died of Lymphoma Tuesday, March 20, 2001, at the age of 83.", "gold_spans": [{"start": 58, "length": 15, "wikidata_qid": "Q15430434", "candidates": [["Q15430434", 1.0]], "is_eval": true}]}
{"text": "AUDIENCE AWARD - Presented by Maxwell Locke & Ritter  1st Place: GREEN ROOM directed by Jeremy Saulnier  2nd Place: LIZA THE FOX FAIRY directed by Károly Ujj Mészáros  3rd Place: STAND BY FOR TAPE BACK-UP directed by Ross Sutherland  \"NEXT WAVE\" SPOTLIGHT COMPETITION - Presented By Dell Precision  Best Picture: DER BUNKER directed by Nikias Chryssos  Best Director: Can Evrenol for BASKIN  FANTASTIC FEATURES  Best Picture: THE CLUB  Best Director: Duke Johnson & Charlie Kaufman for ANOMALISA  HORROR FEATURES  Best Picture: DEMON  Best Director: Joe Begos for THE MIND’S EYE  COMEDY FEATURES  Best Picture: THE BRAND NEW TESTAMENT  Best Director: Anders Thomas Jensen for MEN & CHICKEN  DOCUMENTARY FEATURES  Best Picture: MAN VS SNAKE  Best Director: Heath Cozens for DOGLEGS  SHORT FUSE: HORROR SHORTS  Best Picture: SISTER HELL  Best Director: Ryan Spindell for THE BABYSITTER MURDERS  FANTASTIC SHORTS - Presented by Chiller  Best Picture: MOVIES IN SPACE  Best Director: Jeremy David White for ENHANCED  SHORTS WITH LEGS  Best Picture: TRIAL RUN  Best Director: Alice Waddington for DISCO INFERNO  FANTASTIC MARKET | MERCADO FANTASTICO PITCHES  1st Place: THE DUMP by Fernando Montes de Oca and Xavier Sánchez Mercado", "gold_spans": [{"start": 727, "length": 12, "wikidata_qid": "Q24807069", "candidates": [["Q24807069", 1.0]], "is_eval": true}]}
{"text": "A group of crofters wants to purchase 2300 acres of the 9500-acre Durness estate in Laid, Sutherland, under measures currently being debated at Holyrood.", "gold_spans": [{"start": 84, "length": 16, "wikidata_qid": "Q6473742", "candidates": [["Q6473742", 1.0]], "is_eval": true}]}
{"text": "Housing the Prime Minister  Page 4 – Vogel House and Premier House  Vogel House  In 1976 New Zealand regained an official home for its prime minister for the first time in 40 years.", "gold_spans": [{"start": 37, "length": 11, "wikidata_qid": "Q18666217", "candidates": [["Q18666217", 1.0]], "is_eval": true}]}
{"text": "Paul Farthing  Previous Illinois Supreme Court Justice  Paul Farthing was born April 12, 1887 in Odin, Illinois.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q20709169", "candidates": [["Q20709169", 0.75], ["Q21148423", 0.25]], "is_eval": true}]}
{"text": "She was the subject of a simple charcoal sketch by Dorothy Hope Smith.", "gold_spans": [{"start": 51, "length": 18, "wikidata_qid": "Q5298461", "candidates": [["Q5298461", 1.0]], "is_eval": true}]}
{"text": "Robert Torchia, “George Bellows/Both Members of This Club/1909,” American Paintings, 1900–1945, NGA Online Editions, https://purl.", "gold_spans": [{"start": 32, "length": 25, "wikidata_qid": "Q12857837", "candidates": [["Q12857837", 1.0]], "is_eval": true}]}
{"text": "Tuesday, October 20, 2009  Elizabeth Messick and Messick High School  This is a depressing scene, isn't it, showing the demolition of once-proud Messick High School.", "gold_spans": [{"start": 49, "length": 19, "wikidata_qid": "Q6821985", "candidates": [["Q6821985", 1.0]], "is_eval": true}]}
{"text": "After serving nearly 40 years as Santa Barbara County’s largest tribute to male fertility, Storke Tower’s phallic status was called into question yesterday when two local experts determined that the structure more readily resembles an enlarged clitoris.", "gold_spans": [{"start": 91, "length": 12, "wikidata_qid": "Q7620067", "candidates": [["Q7620067", 1.0]], "is_eval": true}]}
{"text": "The stories in The Conjure Woman were Charles W.", "gold_spans": [{"start": 15, "length": 17, "wikidata_qid": "Q7727362", "candidates": [["Q7727361", 1.0]], "is_eval": true}]}
{"text": "The LINCOLN COUNTY OKLAHOMA HISTORY states that on July 30th, 1894, the Cook gang, headed by Crawford Goldsby (better known as Cherokee Bill) came into Chandler.", "gold_spans": [{"start": 93, "length": 16, "wikidata_qid": "Q3296891", "candidates": [["Q3296891", 1.0]], "is_eval": true}]}
{"text": "We are ific  International Finance Investment and Commerce Bank Limited (IFIC Bank) is a banking company incorporated in the People's Republic of Bangladesh with limited liability.", "gold_spans": [{"start": 73, "length": 9, "wikidata_qid": "Q5970690", "candidates": [["Q5970690", 1.0]], "is_eval": true}]}
{"text": "Chris Irwin  Born in London during World War II Irwin began racing in the early 1960s and made his name in Formula 3, driving for the Chequered Flag Brabham team with much success in 1966, racing against the likes of Peter Gethin and Piers Courage.", "gold_spans": [{"start": 0, "length": 11, "wikidata_qid": "Q515506", "candidates": [["Q515506", 1.0]], "is_eval": true}]}
{"text": "Arnold Air Society & Silver Wings  Who We Are  Arnold Air Society & Silver Wings are national sister organizations, working together to develop future leaders through community service, professional development, and education about our national defense.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q4794933", "candidates": [["Q4794933", 1.0]], "is_eval": true}]}
{"text": "Shri Chinnaswami Rajam (1882-1955) *  Founder - MIT, India  *********** THE STORY OF MY LIFE ***************\nBy\nSRI CHINNASWAMI RAJAM (1882-1955)\nFounder * MIT, Madras\n-----------------------------------------------------------------------------\nI was born on 28th Nov.", "gold_spans": [{"start": 5, "length": 17, "wikidata_qid": "Q21069787", "candidates": [["Q21069787", 1.0]], "is_eval": true}]}
{"text": "Pharping – The Sacred Site of Asura Cave and Yangleshö  Every year Chökyi Nyima Rinpoche leads several seminars and retreats in Asura Cave monastery in Pharping.", "gold_spans": [{"start": 0, "length": 8, "wikidata_qid": "Q60765164", "candidates": [["Q60765164", 1.0]], "is_eval": true}]}
{"text": "Site 1 (Avero …  The assay is based on collected and analyzed database of a local project, in A Ver-o-Mar, whose community has as main activity to fish.", "gold_spans": [{"start": 94, "length": 11, "wikidata_qid": "Q300608", "candidates": [["Q300608", 1.0]], "is_eval": true}]}
{"text": "X ]\nThe aggregate market value of the registrant's voting common stock\nheld by non-affiliates was $153,300 as of May 24, 1991, the date Silver Mountain\nLead Mines ceased being quoted on the Spokane Stock Exchange (due to the\nExchange's discontinuance of operations).", "gold_spans": [{"start": 190, "length": 22, "wikidata_qid": "Q4437992", "candidates": [["Q4437992", 1.0]], "is_eval": true}]}
{"text": "Your AMC Ticket Confirmation# can be found in your order confirmation email.  A Spell to Ward Off the Darkness\nPhotos  Movie Info  A spell follows an unnamed character through three seemingly disparate moments in his life: on a small Estonian island, in isolation in the majestic wilderness of Northern Finland and during a concert in Norway.", "gold_spans": [{"start": 78, "length": 32, "wikidata_qid": "Q18787947", "candidates": [["Q18787947", 1.0]], "is_eval": true}]}
{"text": "The Red Peri  by  Stanley G.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q7759910", "candidates": [], "is_eval": true}]}
{"text": "Geoffrey Paulson Townsend, developer: born Twickenham, Middlesex 11 May 1911; married 1944 Winifred Warbeck (died 1992; one daughter); died Worthing, West Sussex 1 August 2002.", "gold_spans": [{"start": 0, "length": 25, "wikidata_qid": "Q20831447", "candidates": [["Q20831447", 1.0]], "is_eval": true}]}
{"text": "During the Civil War, hundreds of thousands of soldiers, and thousands more civilians who witnessed their parades, were familiar with the magnificent battle flags that David Bustill Bowser designed for eleven African-American regiments.", "gold_spans": [{"start": 168, "length": 20, "wikidata_qid": "Q5231959", "candidates": [["Q5231959", 1.0]], "is_eval": true}]}
{"text": "Treo 755p Review  The Treo 755p is the latest Treo smartphone from Palm and the first new model released in 2007.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q13475512", "candidates": [["Q13475512", 1.0]], "is_eval": true}]}
{"text": "The off-market deals are being arranged by Siahaf, a property development firm run by British businessman Johnny Sandelson and Bruneian entrepreneur Mohamad Shuif Hussain.", "gold_spans": [{"start": 106, "length": 16, "wikidata_qid": "Q16204611", "candidates": [["Q16204611", 1.0]], "is_eval": true}]}
{"text": "Elliott Montroll papers  Elliott Waters Montroll (1916-1983) was an educator and scientist with a broad range of interests; his specialties lay in the fields of chemistry and physics.", "gold_spans": [{"start": 25, "length": 23, "wikidata_qid": "Q948991", "candidates": [["Q948991", 1.0]], "is_eval": true}]}
{"text": "Lall Singh's chief claim to fame is that he was the first outstanding Indian fieldsman.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q6480448", "candidates": [["Q6480448", 1.0]], "is_eval": true}]}
{"text": "The facts essential to our decision are not in dispute. Dorothy Gould Burns, the granddaughter of the railroad magnate Jay Gould, was born in the United States in 1904.", "gold_spans": [{"start": 56, "length": 19, "wikidata_qid": "Q5298437", "candidates": [["Q5298437", 1.0]], "is_eval": true}]}
{"text": "Maddie Taylor  Maddie Taylor is a voice actress known for voicing Verminious Snaptrap, Sparky, and Buddy.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q6031433", "candidates": [["Q6031433", 1.0]], "is_eval": true}]}
{"text": "The Congress elected a new Central Committee, consisting of - Charu Majumdar, Kanu Sanyal, Sushital Roy Chowdhury , Saroj Dutta , Soren Bose, Suniti Ghosh, Ashim Chatterjee, Satyanarayan Singh, Gurubax Singh, Rajkishore Singh, Shiv Kumar Mishra , Mahindar Singh, Dr.", "gold_spans": [{"start": 227, "length": 17, "wikidata_qid": "Q7499197", "candidates": [["Q7499197", 1.0]], "is_eval": true}]}
{"text": "It went over wonderfully,\" David Christensen, executive producer of the NFB's northwest centre in Edmonton, told CBC News from Clyde River.", "gold_spans": [{"start": 27, "length": 17, "wikidata_qid": "Q16243835", "candidates": [["Q16243835", 1.0]], "is_eval": true}]}
{"text": "Status message  Executive Order 13440—Interpretation of the Geneva Conventions Common Article 3 as Applied to a Program of Detention and Interrogation Operated by the Central Intelligence Agency  July 20, 2007  By the authority vested in me as President and Commander in Chief of the Armed Forces by the Constitution and the laws of the United States of America, including the Authorization for Use of Military Force (Public Law 107-40), the Military Commissions Act of 2006 (Public Law 109-366), and section 301 of title 3, United States Code, it is hereby ordered as follows:  Section 1.", "gold_spans": [{"start": 16, "length": 21, "wikidata_qid": "Q5419893", "candidates": [["Q5419893", 1.0]], "is_eval": true}]}
{"text": "Railways has built such bridges before, but only as road overbridges.  The Anji Khad bridge will be built upstream of the Chenab at an estimated cost of Rs 458 crore.", "gold_spans": [{"start": 75, "length": 16, "wikidata_qid": "Q28172984", "candidates": [["Q28172984", 1.0]], "is_eval": true}]}
{"text": "Wakaleo schouteni sp.", "gold_spans": [{"start": 0, "length": 17, "wikidata_qid": "Q45037669", "candidates": [["Q45037669", 1.0]], "is_eval": true}]}
{"text": "Correspondence with Tchaikovsky  6 letters from Tchaikovsky to Ippolit Shpazhinsky have survived, dating from 1886 to 1888, all of which have been translated into English on this website:  Bibliography  Notes and References  ↑Kashperov's opera Taras Bulba was eventually premiered at the Moscow Bolshoi Theatre on 20 April/2 May 1887, but it notched up just four performances before being dropped from the repertoire.", "gold_spans": [{"start": 63, "length": 19, "wikidata_qid": "Q4526357", "candidates": [["Q4526357", 1.0]], "is_eval": true}]}
{"text": "The Simpsons: “You Don't Have To Live Like A Referee”  \"You Don't Have To Live Like A Referee\"  Episode  16  Going into tonight’s episode “You Don’t Have To Live Like A Referee,” there was a lot of potential comic ammo to go around.", "gold_spans": [{"start": 15, "length": 37, "wikidata_qid": "Q15982455", "candidates": [["Q15982455", 1.0]], "is_eval": true}]}
{"text": "Father had a big influence in me discovering my love for arts - Fulu Mugovhani  The actress says her new movie \"Seriously single\" is relatable to the dating pool in South Africa.", "gold_spans": [{"start": 64, "length": 14, "wikidata_qid": "Q24572832", "candidates": [["Q24572832", 1.0]], "is_eval": true}]}
{"text": "Mob associates Ronnie Carabbia from Youngstown and Ray Ferritto from Erie, PA.", "gold_spans": [{"start": 51, "length": 12, "wikidata_qid": "Q7297472", "candidates": [["Q7297472", 1.0]], "is_eval": true}]}
{"text": "Just as ecosystems are defined by the interaction of biotic and abiotic\ncomponents, ecotope classification should stratify landscapes based on a combination\nof both biotic and abiotic factors, including vegetation, soils, hydrology and other\nfactors.", "gold_spans": [{"start": 84, "length": 7, "wikidata_qid": "Q296185", "candidates": [["Q296185", 1.0]], "is_eval": true}]}
{"text": "In New York is Budd Hopkins, a top researcher into the UFO abduction phenomena.", "gold_spans": [{"start": 15, "length": 12, "wikidata_qid": "Q2641808", "candidates": [["Q2641808", 1.0]], "is_eval": true}]}
{"text": "I’m relieved to be out of Zuma’s Cabinet, says Ngoako Ramatlhodi  Citizen reporter  FILE PICTURE: Ngoako Ramatlhodi.", "gold_spans": [{"start": 47, "length": 17, "wikidata_qid": "Q16765753", "candidates": [["Q16765753", 1.0]], "is_eval": true}]}
{"text": "Synopsis  THE IVORY GAME is an undercover feature-documentary, set to expose the dark world of ivory trafficking.", "gold_spans": [{"start": 10, "length": 14, "wikidata_qid": "Q26821200", "candidates": [["Q26821200", 1.0]], "is_eval": true}]}
{"text": "Avocent®  The Power of Being There  Take control of multiple IT devices from anywhere.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q477662", "candidates": [["Q477662", 1.0]], "is_eval": true}]}
{"text": "SAFSTOR  A method of decommissioning in which a nuclear facility is placed and maintained in a condition that allows the facility to be safely stored and subsequently decontaminated (deferred decontamination) to levels that permit release for unrestricted use.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q7388541", "candidates": [["Q7388541", 1.0]], "is_eval": true}]}
{"text": "Artist Database  LUKE, Alexandra  Born  Montreal, Quebec, 1901  Died  Ontario, 1967  Biography synopsis  Margaret Alexandra Luke McLaughlin was born in Montreal in 1901 and grew up in Oshawa, Ontario.", "gold_spans": [{"start": 114, "length": 14, "wikidata_qid": "Q16005840", "candidates": [["Q16005840", 0.8181818181818182], ["Q3360619", 0.18181818181818182]], "is_eval": true}]}
{"text": "With the release of her second single, Hard for Me, she proves her talent as not only a singer, but a writer as well.", "gold_spans": [{"start": 39, "length": 11, "wikidata_qid": "Q5655532", "candidates": [["Q5655532", 0.9], ["Q96106282", 0.1]], "is_eval": true}]}
{"text": "Welcome to the TopoQuest Map Viewer!\nAurice Lake, MT is a lake located in Flathead County at N48.", "gold_spans": [{"start": 37, "length": 11, "wikidata_qid": "Q7372358", "candidates": [["Q7372358", 1.0]], "is_eval": true}]}
{"text": "Then there’s Anthony Torrone.", "gold_spans": [{"start": 13, "length": 15, "wikidata_qid": "Q4773594", "candidates": [["Q4773594", 1.0]], "is_eval": true}]}
{"text": "Action related nav  Blogs  Steve Keim promised he’d keep churning the bottom of the roster, and he did again Tuesday, signing veteran linebacker Sio Moore. Moore, in his fourth NFL season, had 7.", "gold_spans": [{"start": 145, "length": 9, "wikidata_qid": "Q7525280", "candidates": [["Q7525280", 1.0]], "is_eval": true}]}
{"text": "Martin Plaut talks to its leader, Brigadier General Sam Kavuma.", "gold_spans": [{"start": 52, "length": 10, "wikidata_qid": "Q18353895", "candidates": [["Q18353895", 1.0]], "is_eval": true}]}
{"text": "Daplyn, Alfred James (1844–1926)  Alfred James Daplyn (1844-1926), artist, was born in London.", "gold_spans": [{"start": 34, "length": 19, "wikidata_qid": "Q4722938", "candidates": [["Q4722938", 1.0]], "is_eval": true}]}
{"text": "A pathbreaking work of scholarship that will reshape our understanding of the Harlem Renaissance, The Practice of Diaspora revisits black transnational culture in the 1920s and 1930s, paying particular attention to links between intellectuals in New York and their Francophone counterparts in Paris.", "gold_spans": [{"start": 98, "length": 24, "wikidata_qid": "Q27988160", "candidates": [], "is_eval": true}]}
{"text": "Lurk : illegal or underhanded racket  N  Nasho : National Service (compulsory military service)\nNaughty, have a : have sex\nNever Never : the Outback, centre of Australia\nNipper : young surf lifesaver\nNo drama : same as 'no worries'\nNo worries!", "gold_spans": [{"start": 220, "length": 10, "wikidata_qid": "Q7045281", "candidates": [["Q7045281", 0.3125], ["Q982800", 0.21875], ["Q7045188", 0.15625], ["Q7045189", 0.15625], ["Q25218508", 0.125], ["Q66025058", 0.03125]], "is_eval": true}]}
{"text": "Several other candidates, including Ghani and former anti-drug\nofficial Mirwais Yasini, have developed substantive policy platforms\nbut tend to campaign in the traditional Afghan way, through private\nmeetings and elaborate receptions for visiting provincial elders.", "gold_spans": [{"start": 72, "length": 14, "wikidata_qid": "Q6874777", "candidates": [["Q6874777", 1.0]], "is_eval": true}]}
{"text": "Affiliation  Abstract  Corticobasal syndrome (CBS), once thought to be pathognomonic for corticobasal degeneration pathology, is increasingly reported with various underlying pathologies.", "gold_spans": [{"start": 23, "length": 21, "wikidata_qid": "Q55346059", "candidates": [["Q55346059", 0.8333333333333334], ["Q1755684", 0.16666666666666666]], "is_eval": true}]}
{"text": "Building a Better Future  Home  The Hundred Year Association of New York recognizes dedication to public service – in the career municipal employees who devote their lives each and every day to the city, in the sons and daughters of those civil servants and their academic excellence and community service and most importantly, in the everyday service of our members, who in their century plus of doing business in our city, have given New Yorkers access to the products and assistance, goods and advances that make our lives happier and New York a better place to live.", "gold_spans": [{"start": 32, "length": 40, "wikidata_qid": "Q3521330", "candidates": [["Q3521330", 1.0]], "is_eval": true}]}
{"text": "DETECTIVE VISHAL BEGINS HIS SHIFTâ\u0080¦  Vishal’s home banner Vishal Film Factory had commenced his next production venture Thupparivaalan today (26th September) to be directed by Mysskin.", "gold_spans": [{"start": 121, "length": 14, "wikidata_qid": "Q23044964", "candidates": [["Q23044964", 1.0]], "is_eval": true}]}
{"text": "Breeds of Livestock - Katahdin Sheep  Breeds of Livestock - Katahdin Sheep  Katahdin  Katahdin sheep are a breed of hair sheep developed in the United States.", "gold_spans": [{"start": 22, "length": 14, "wikidata_qid": "Q6375006", "candidates": [["Q6375006", 1.0]], "is_eval": true}]}
{"text": "His name: Pietro Ferrero.", "gold_spans": [{"start": 10, "length": 14, "wikidata_qid": "Q1296559", "candidates": [["Q1296559", 0.5], ["Q3903871", 0.2], ["Q460712", 0.2], ["Q515349", 0.1]], "is_eval": true}]}
{"text": "Woodchute Wilderness  This small wilderness offers relatively easy access and spectacular views of the San Francisco Peaks and panoramic vistas of central Arizona.", "gold_spans": [{"start": 0, "length": 20, "wikidata_qid": "Q8032514", "candidates": [["Q8032514", 1.0]], "is_eval": true}]}
{"text": "Frank Partridge, the distinguished antiques dealer, acquired the cabinet on behalf of the American collector Judge Irwin Untermyer (1886-1973) for a staggering $20,000 (the average American home at the time cost $3,900).", "gold_spans": [{"start": 115, "length": 15, "wikidata_qid": "Q47240181", "candidates": [["Q47240181", 1.0]], "is_eval": true}]}
{"text": "Occasionally the digitization process introduces transcription errors or other problems; we are continuing to work to improve these archived versions.  Vladimir Zhitarenko, 54, a correspondent for the military daily Krasnaya Zvezda, died Saturday night after being shot in the head as he covered the fighting in Chechnya, the Russian Defense Ministry announced today.", "gold_spans": [{"start": 152, "length": 19, "wikidata_qid": "Q7938748", "candidates": [["Q7938748", 1.0]], "is_eval": true}]}
{"text": "Writer/Producer is Julien Nitzberg.", "gold_spans": [{"start": 19, "length": 15, "wikidata_qid": "Q6308773", "candidates": [["Q6308773", 1.0]], "is_eval": true}]}
{"text": "Colonel Max Schneider, former exec officer of the 4th Ranger Battalion, was part of the provisional Ranger Assault Force commanded by Colonel Rudder.", "gold_spans": [{"start": 50, "length": 20, "wikidata_qid": "Q4639411", "candidates": [["Q4639411", 1.0]], "is_eval": true}]}
{"text": "Yale's Mysterious Fossil Beast  Synoplotherium at the Yale Peabody Museum of Natural History.", "gold_spans": [{"start": 32, "length": 14, "wikidata_qid": "Q2080038", "candidates": [["Q2080038", 1.0]], "is_eval": true}]}
{"text": "The details of the Davitt College Virtual Open Night for incoming 1st Year Students 2021/2022 are as follows: When: Monday 25th January 2021, 6:00p.", "gold_spans": [{"start": 19, "length": 14, "wikidata_qid": "Q28196029", "candidates": [["Q28196029", 1.0]], "is_eval": true}]}
{"text": "Welcome  Royal Ulster Yacht Club was established in 1866 and boasts an enviable location on an elevated site overlooking Bangor Bay with views to the Co Antrim shore and north and east to the Mull of Kintyre, Arran and Ailsa Craig.", "gold_spans": [{"start": 9, "length": 23, "wikidata_qid": "Q7374944", "candidates": [["Q7374944", 1.0]], "is_eval": true}]}
{"text": "In May 1980 the Union Rotorua , bound from Tauranga to Sydney, had broken down 200 miles west of Cape Maria van Diemen.", "gold_spans": [{"start": 16, "length": 13, "wikidata_qid": "Q24997874", "candidates": [["Q24997874", 1.0]], "is_eval": true}]}
{"text": "This Wednesday, a motion put forward by Swiss People’s Party MP, Lukas Reimann, to formally withdraw the application received overwhelming support from Switzerland’s politicians.", "gold_spans": [{"start": 65, "length": 13, "wikidata_qid": "Q116891", "candidates": [["Q116891", 1.0]], "is_eval": true}]}
{"text": "harvard.edu  Harvard Negotiation Project (HNP)  The HNP seeks to improve the theory and practice of conflict resolution and negotiation using real-world conflict intervention, theory building, and education and training as well as the writing and dissemination of innovative ideas.", "gold_spans": [{"start": 13, "length": 27, "wikidata_qid": "Q1587851", "candidates": [["Q1587851", 0.9285714285714286], ["Q7248431", 0.07142857142857142]], "is_eval": true}]}
{"text": "The precision of this estimate is worse than the\nspectroscopic redshift one, depending on the filters set and on the photometric\naccuracy, but for many cosmological and extragalactic applications the\nphotometric redshift represents a sufficient information.", "gold_spans": [{"start": 200, "length": 20, "wikidata_qid": "Q3967221", "candidates": [["Q3967221", 1.0]], "is_eval": true}]}
{"text": "Changes to legislation:  Care Standards Act 2000 is up to date with all changes known to be in force on or before 30 January 2021.", "gold_spans": [{"start": 25, "length": 23, "wikidata_qid": "Q5038861", "candidates": [["Q5038861", 1.0]], "is_eval": true}]}
{"text": "Nonetheless, it still offers a solid piece of work.  And Maggie Makes Three (aired 1/22/95): \u0093Lisa is surprised to discover there are no photos of Maggie in a family album.", "gold_spans": [{"start": 53, "length": 22, "wikidata_qid": "Q2598367", "candidates": [["Q2598367", 1.0]], "is_eval": true}]}
{"text": "Click the image to watch the 2009 film \"Studio Meetings with Ruth Horam\" produced for The Israeli Television.", "gold_spans": [{"start": 61, "length": 10, "wikidata_qid": "Q3093221", "candidates": [["Q3093221", 1.0]], "is_eval": true}]}
{"text": "Annelind Wakegijig, a physician who draws on the native tradition of helping others, hopes to open a practice combining traditional Anishinabek medicine with that of western society.  Annita McPhee, who, in the tradition of sharing, is taking the skills she acquired in earning her Law degree back to the community.", "gold_spans": [{"start": 184, "length": 13, "wikidata_qid": "Q24053591", "candidates": [["Q24053591", 1.0]], "is_eval": true}]}
{"text": "Find out what Brad Meltzer’s characters do in The Millionaires.", "gold_spans": [{"start": 46, "length": 16, "wikidata_qid": "Q10381617", "candidates": [["Q1935572", 0.36666666666666664], ["Q1075912", 0.25], ["Q6859843", 0.21666666666666667], ["Q55623182", 0.05], ["Q771966", 0.03333333333333333], ["Q7271404", 0.03333333333333333], ["Q1785037", 0.03333333333333333], ["Q2271714", 0.016666666666666666]], "is_eval": true}]}
{"text": "A government committee approved the project, which will be implemented by Bangladesh Computer Council (BCC) to provide Internet and other connectivity to the local government offices.", "gold_spans": [{"start": 74, "length": 27, "wikidata_qid": "Q4855289", "candidates": [["Q4855289", 1.0]], "is_eval": true}]}
{"text": "Photograph from Bettmann / Corbis  Lakewood, California, the Los Angeles County community where an amorphous high-school clique identifying itself as the Spur Posse recently achieved a short-lived national notoriety, lies between the Long Beach and San Gabriel freeways and east of the San Diego, part of that vast grid familiar to the casual visitor mainly from the air, Southern California’s industrial underbelly, the thousand square miles of aerospace and oil that powered the place’s apparently endless expansion.", "gold_spans": [{"start": 154, "length": 10, "wikidata_qid": "Q7581545", "candidates": [["Q7581545", 1.0]], "is_eval": true}]}
{"text": "Frank H. Winter  Frank H.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q21893682", "candidates": [["Q21893682", 1.0]], "is_eval": true}]}
{"text": "Calgary Band Out Of Your Mouth Rock Madonna’s Music  Stemming from Calgary, the loud and vibrant yet down to earth Out of Your Mouth lead singer Jason Darr knew from a young age he was meant to be on stage, and four and a half years ago his dream came true.", "gold_spans": [{"start": 13, "length": 17, "wikidata_qid": "Q7111662", "candidates": [["Q7111662", 1.0]], "is_eval": true}]}
{"text": "Saving Lincoln' is the Newest Movie in 2012's Crush of Films About the 16th President  Director Salvador Litvak is using historical photographs to create the backdrop for his actors, who include Tom Amandes as the president and Lea Coco as his bodyguard.", "gold_spans": [{"start": 96, "length": 15, "wikidata_qid": "Q7406421", "candidates": [["Q7406421", 1.0]], "is_eval": true}]}
{"text": "William of York Church in\nStafford. Tim Clemente, a former FBI agent, volunteered as a\ncontractor in 1996 before his kids were old enough to attend.", "gold_spans": [{"start": 36, "length": 12, "wikidata_qid": "Q26251211", "candidates": [["Q26251211", 1.0]], "is_eval": true}]}
{"text": "AAA call-up Jordy Mercer leads Pirates past Nationals  PITTSBURGH - Jordy Mercer was ready to walk across the street from PNC Park to his hotel room and get a good night's sleep.", "gold_spans": [{"start": 12, "length": 12, "wikidata_qid": "Q3183763", "candidates": [["Q3183763", 1.0]], "is_eval": true}]}
{"text": "Lophomyrtus ×ralphii is a natural Taranaki hybrid between Lophomyrtus bullata and Lophomyrtus obcordata.", "gold_spans": [{"start": 0, "length": 11, "wikidata_qid": "Q5225171", "candidates": [["Q5225171", 1.0]], "is_eval": true}]}
{"text": "Search This Blog  Saturday, 4 April 2009  I can think of no better place to start the story of Pompe disease than with Joannes Cassianus Pompe, the scientist who first described the disease which now bears his name.", "gold_spans": [{"start": 119, "length": 23, "wikidata_qid": "Q455955", "candidates": [["Q455955", 1.0]], "is_eval": true}]}
{"text": "Brett MacLean hospitalized  GLENDALE, Ariz.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q127274", "candidates": [["Q127274", 1.0]], "is_eval": true}]}
{"text": "Greyworld  \"Greyworld have made some of the most innovative public art of the last 5 years.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q5608522", "candidates": [["Q5608522", 1.0]], "is_eval": true}]}
{"text": "James Pineapple, Esquire is one of the original Texas Outlaw Comics.", "gold_spans": [{"start": 48, "length": 19, "wikidata_qid": "Q7707897", "candidates": [["Q7707897", 1.0]], "is_eval": true}]}
{"text": "Lulu Bell Parr  Lulu Bell Parr, an independent and spirited Wild West performer, thrilled audiences all across the world during her reign as the “Champion Lady Bucking Horse Rider of the World.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q65551293", "candidates": [["Q65551293", 1.0]], "is_eval": true}]}
{"text": "The studio of London artist Gary Drostle, creates individually designed, hand crafted and exclusive mosaics, mosaic sculptures and mural artworks around the world.", "gold_spans": [{"start": 28, "length": 12, "wikidata_qid": "Q21461788", "candidates": [["Q21461788", 1.0]], "is_eval": true}]}
{"text": "Welcoming All  The Indiana Memorial Union has been the heart of Indiana University Bloomington for more than 100 years.", "gold_spans": [{"start": 19, "length": 22, "wikidata_qid": "Q6023328", "candidates": [["Q6023328", 1.0]], "is_eval": true}]}
{"text": "Twins Edele and Keavy Lynch -- born December 15, 1979, in Dublin -- were to have very different opinions of existence once they emerged from that cradle.", "gold_spans": [{"start": 16, "length": 11, "wikidata_qid": "Q16217434", "candidates": [["Q16217434", 0.9], ["Q794972", 0.1]], "is_eval": true}]}
{"text": "Rees George, Madeline (1851–1931)  Madeline Rees George (1851-1931), headmistress, was born on 25 May 1851 at Lewisham village, Kent, England, daughter of Francis George, gentleman, and his wife Ann Fell, née Rees.", "gold_spans": [{"start": 35, "length": 20, "wikidata_qid": "Q16029912", "candidates": [["Q16029912", 1.0]], "is_eval": true}]}
{"text": "Julian Estrada Profile, Bios, & Photos: Star Magic Circle 2013  The 17-year-old Julian Estrada is the son of Sen.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q16207471", "candidates": [["Q16207471", 1.0]], "is_eval": true}]}
{"text": "Wildlife researchers today announced here that a species of frog discovered in South Goa's Netravali forest sanctuary has been named after State Range Forest Officer Prakash Salelkar as 'Indirana Salelkari'.", "gold_spans": [{"start": 187, "length": 8, "wikidata_qid": "Q1932872", "candidates": [["Q1932872", 1.0]], "is_eval": true}]}
{"text": "Loghrigg 1274.  Maiden Moor  The name 'Maiden' is given to many prehistoric hillforts, but no satisfactory reason for this has yet been forthcoming.", "gold_spans": [{"start": 16, "length": 11, "wikidata_qid": "Q6735387", "candidates": [["Q6735387", 1.0]], "is_eval": true}]}
{"text": "Where are they now: Steve Taneyhill  South Carolina’s Steve Taneyhill was one of the freest spirits to play football in the SEC over the last two decades.", "gold_spans": [{"start": 20, "length": 15, "wikidata_qid": "Q7614094", "candidates": [["Q7614094", 1.0]], "is_eval": true}]}
{"text": "Since its founding in 1945 Maplebrook School, an independent, coed boarding school, has provided holistic education for students with complex learning profiles.", "gold_spans": [{"start": 27, "length": 17, "wikidata_qid": "Q6754023", "candidates": [["Q6754023", 1.0]], "is_eval": true}]}
{"text": "Abstract  Nigel Scrutton FRS is Professor of Molecular Enzymology and Biophysical Chemistry at the University of Manchester and former Director of the Manchester Institute of Biotechnology (MIB).", "gold_spans": [{"start": 10, "length": 14, "wikidata_qid": "Q27517449", "candidates": [["Q27517449", 1.0]], "is_eval": true}]}
{"text": "Dif Juz may not have been the most successful band on the 4AD roster, but their music typified the label's quixotic approach.", "gold_spans": [{"start": 0, "length": 7, "wikidata_qid": "Q5275242", "candidates": [["Q5275242", 1.0]], "is_eval": true}]}
{"text": "Hurricane NADINE  ZCZC MIATCDAT4 ALL\nTTAA00 KNHC DDHHMM\nHURRICANE NADINE DISCUSSION NUMBER 15\nNWS NATIONAL HURRICANE CENTER MIAMI FL AL142012\n1100 PM AST FRI SEP 14 2012\nNADINE HAS GOTTEN BETTER ORGANIZED OVER THE PAST FEW HOURS.", "gold_spans": [{"start": 0, "length": 16, "wikidata_qid": "Q559684", "candidates": [["Q559684", 1.0]], "is_eval": true}]}
{"text": "Padbury, Walter (1820–1907)  Walter Padbury (1820-1907), pastoralist, merchant and philanthropist, was born on 22 December 1820 at Stonesfield, Oxfordshire, England, second son of Thomas Padbury, small farmer, and his wife Ruth.", "gold_spans": [{"start": 29, "length": 14, "wikidata_qid": "Q7965775", "candidates": [["Q7965775", 1.0]], "is_eval": true}]}
{"text": "Wednesday, November 16, 2005  \"The Heat Death of the Universe\" by Pamela Zoline: An Appreciation by Alison Page  Is there such a thing as a female voice?", "gold_spans": [{"start": 66, "length": 13, "wikidata_qid": "Q2048656", "candidates": [["Q2048656", 1.0]], "is_eval": true}]}
{"text": "Donald Glover short film is weird and thought-provoking  The Community star, 30 Rock writer and Childish Gambino rapper (and, don’t forget, onetime Girls‘ boyfriend) tried his hand at writing a short film, Clapping For The Wrong Reasons, and the result is….", "gold_spans": [{"start": 206, "length": 30, "wikidata_qid": "Q16948989", "candidates": [["Q16948989", 1.0]], "is_eval": true}]}
{"text": "This seems to have confused the compilers of the World Spider Catalog because in February 2020 the WSC uses the names Trichonephila edulis and\nTrichonephila plumipes but has left them in the Family Araneidae.", "gold_spans": [{"start": 143, "length": 22, "wikidata_qid": "Q2682158", "candidates": [["Q2682158", 1.0]], "is_eval": true}]}
{"text": "Clara, sung by soprano Billie Lynn Daniel, held first spotlight with a silken, seamlessly soaring, radiant \"Summertime,\" and then later one got to compare versions, with the intensity and texture of fast-rising young Daisy Newman, who is getting to be a favorite visitor.", "gold_spans": [{"start": 23, "length": 18, "wikidata_qid": "Q20656848", "candidates": [["Q20656848", 1.0]], "is_eval": true}]}
{"text": "Having spurned some offers from labels, they decided to make “Adventures In Eville” an independent release, yet the production hasn’t dropped off a bit.", "gold_spans": [{"start": 62, "length": 20, "wikidata_qid": "Q16146810", "candidates": [["Q16146810", 1.0]], "is_eval": true}]}
{"text": "Abstract  Here, we report the draft genome sequence of \"Paramesorhizobium deserti\" A-3-E(T), a strain isolated from the Taklimakan Desert of Xinjiang, China, which is resistant to multiple β-lactam antibiotics and other antibiotics (kanamycin, erythromycin, streptomycin, etc.", "gold_spans": [{"start": 56, "length": 17, "wikidata_qid": "Q27845068", "candidates": [["Q27845068", 1.0]], "is_eval": true}]}
{"text": "One woman’s effort to understand the problem of nursing and addiction  Marie Manthey, pioneer of the primary nursing model of care, mentor to nurses and to those in recovery.", "gold_spans": [{"start": 71, "length": 13, "wikidata_qid": "Q21063845", "candidates": [["Q21063845", 1.0]], "is_eval": true}]}
{"text": "Figures released by The Williamson Trust, which has run the school for five years, show only 20% of pupils met the expected standard at the end of Key Stage 2 last year.", "gold_spans": [{"start": 24, "length": 16, "wikidata_qid": "Q49001875", "candidates": [["Q49001875", 1.0]], "is_eval": true}]}
{"text": "Hammer, 50, was booked and released on bail from Santa Rita Jail, Walters said.", "gold_spans": [{"start": 49, "length": 15, "wikidata_qid": "Q7419851", "candidates": [["Q7419851", 1.0]], "is_eval": true}]}
{"text": "The centerpiece is a yellow fountain created by Roman artist Giuseppe Ducrot, who was inspired by those popular in the 17th century.", "gold_spans": [{"start": 61, "length": 15, "wikidata_qid": "Q3770489", "candidates": [["Q3770489", 1.0]], "is_eval": true}]}
{"text": "Abstract  The role of photoperiod in controlling the termination of adult diapause in the Bombay locust, Nomadacris succincta Linnaeus (formerly Patanga succincta) was examined by exposing pairs of field-collected adults to different photoperiods at 30°C.", "gold_spans": [{"start": 145, "length": 17, "wikidata_qid": "Q10621620", "candidates": [["Q10621620", 1.0]], "is_eval": true}]}
{"text": "References  4 Bowman in The Syndicalist and Amalgamation News (hereafter SAN), February; van Erkel in Bulletin International du Mouvement Syndicaliste, 16 February.", "gold_spans": [{"start": 102, "length": 48, "wikidata_qid": "Q1766900", "candidates": [["Q1766900", 1.0]], "is_eval": true}]}
{"text": "Jonas has used his software for a multistate project known as Electronic Registration Information Center that identifies eligible voters and cleans up voter rolls.", "gold_spans": [{"start": 62, "length": 42, "wikidata_qid": "Q85758938", "candidates": [["Q85758938", 1.0]], "is_eval": true}]}
{"text": "MAIN TYPES  There are three main types of door closer: surface-mounted (the most common), overhead or transom door closers (concealed in the header or transom of the door frame), and the most reliable and long lasting of all, the floor-mounted door spring (known in the trade as a floor spring).", "gold_spans": [{"start": 42, "length": 11, "wikidata_qid": "Q1936189", "candidates": [["Q1936189", 1.0]], "is_eval": true}]}
{"text": "Most species are multistemmed erect shrubs of 1-2 m high, frequently found in the understorey of dry sclerophyll woodland where they may be locally frequent or dominant.  Cassinia furtiva is not represented in the key as there is only one collection: 10 km NW of Warialda NWS.", "gold_spans": [{"start": 171, "length": 8, "wikidata_qid": "Q2702870", "candidates": [["Q2702870", 0.6296296296296297], ["Q5049442", 0.3333333333333333], ["Q2242158", 0.037037037037037035]], "is_eval": true}]}
{"text": "Produced by director Pandiaraj under his banner Pasanga Productions, the film stars Sentrayan, Oviya, Anupama Kumar, Jayaprakash and RJ Ramesh Tilak in pivotal roles. Natarajan Sankaran has scored for the film and Tony Chan has helmed the camera.", "gold_spans": [{"start": 167, "length": 18, "wikidata_qid": "Q16733193", "candidates": [["Q16733193", 1.0]], "is_eval": true}]}
{"text": "100 years of Melin Tregwynt  Melin Tregwynt—a white-washed wool-mill hidden away in a remote wooded valley on the Pembrokeshire coast, Wales.", "gold_spans": [{"start": 13, "length": 14, "wikidata_qid": "Q13130101", "candidates": [["Q13130101", 1.0]], "is_eval": true}]}
{"text": "Rwanda is resolved to no longer tolerate acts of genocide in the world,\" Rwanda's minister for local administration, Christophe Bazivamo, said at the burial site.", "gold_spans": [{"start": 117, "length": 19, "wikidata_qid": "Q5111746", "candidates": [["Q5111746", 1.0]], "is_eval": true}]}
{"text": "That’s the effect of Swati Kerkar on people.", "gold_spans": [{"start": 21, "length": 12, "wikidata_qid": "Q28839704", "candidates": [["Q28839704", 1.0]], "is_eval": true}]}
{"text": "In November 1901, \"Country Life in America,\" an illustrated monthly magazine aimed at readers interested in suburban living, was introduced to the public.", "gold_spans": [{"start": 19, "length": 23, "wikidata_qid": "Q5177349", "candidates": [["Q5177349", 1.0]], "is_eval": true}]}
{"text": "Evangelical Presbyterian University College ready for opening  Ho, Feb.", "gold_spans": [{"start": 0, "length": 43, "wikidata_qid": "Q5415743", "candidates": [["Q5415743", 1.0]], "is_eval": true}]}
{"text": "May 18 2012 Wolfgang Oehme's Birthday\nMy dad, Wolfgang Oehme would have turned 82 on May 18th, 2012, so this is a good time to reflect on his life.", "gold_spans": [{"start": 12, "length": 14, "wikidata_qid": "Q1738988", "candidates": [["Q1738988", 1.0]], "is_eval": true}]}
{"text": "The plaque commemorates the personnel who served in the M Special Unit during World War Two and 50th anniversary of the disbanding of the unit in 1945.", "gold_spans": [{"start": 56, "length": 14, "wikidata_qid": "Q6720529", "candidates": [["Q6720529", 1.0]], "is_eval": true}]}
{"text": "So let\u0092s have a look at the songs, because every single one of them is\na killer ! \u0093Serenity In Fire\u0094 starts with a short spoken intro, and\nthen Hell\u0092s unleashed.", "gold_spans": [{"start": 83, "length": 16, "wikidata_qid": "Q3283150", "candidates": [["Q3283150", 1.0]], "is_eval": true}]}
{"text": "This detailed and timely book also includes meal plans and delicious recipes as well as therapeutic approaches to diet and herbs for specific conditions.  About Todd Caldecott  Todd Caldecott is a trained medical herbalist and practitioner of Ayurveda, in clinical practice since 1997.", "gold_spans": [{"start": 161, "length": 14, "wikidata_qid": "Q7812306", "candidates": [["Q7812306", 1.0]], "is_eval": true}]}
{"text": "Running back Larry Key became the first player in Florida State history to rush for 1,000 yards when he gained 1,117 as a senior in 1977.", "gold_spans": [{"start": 13, "length": 9, "wikidata_qid": "Q6490618", "candidates": [["Q6490618", 1.0]], "is_eval": true}]}
{"text": "\u0092 (Raymond Chandler, in\nRaymond Chandler Speaking).  William Herbert Wallace  On the evening of Monday, 19 January 1931 W.", "gold_spans": [{"start": 53, "length": 23, "wikidata_qid": "Q8012257", "candidates": [["Q8012257", 1.0]], "is_eval": true}]}
{"text": "In the seventeenth and eighteenth centuries China, Japan and the Spice Islands dazzled the English imagination as insatiable markets for European goods, and as vast, inexhaustible storehouses of spices and luxury wares. Robert Markley explores the significance of …  According to Robert Markley, historians and philosophers of science who link the\" rise\" of science to the\" rise\" of modern, objective forms of writing are interpreting the works of Robert Boyle, Isaac Newton, and their contemporaries far too narrowly.", "gold_spans": [{"start": 220, "length": 14, "wikidata_qid": "Q23772074", "candidates": [["Q23772074", 1.0]], "is_eval": true}]}
{"text": "Wad  a shortened version of the chapter by Dave Bridge in Lakeland’s Mining Heritage  When a descent is made from Great Gable into Borrowdale by way of Brandreth and Grey Knotts, skirting the crags of Gillercomb and turning north-west down the long shoulder towards Seatoller, it is hard to imagine that beneath one’s feet a famous Lake District mining industry was once in full swing.", "gold_spans": [{"start": 166, "length": 11, "wikidata_qid": "Q5608186", "candidates": [["Q5608186", 1.0]], "is_eval": true}]}
{"text": "Ex-USA Capital exec gets 12 years, must repay $86.", "gold_spans": [{"start": 3, "length": 11, "wikidata_qid": "Q7865797", "candidates": [["Q7865797", 1.0]], "is_eval": true}]}
{"text": "Sunday, June 26, 2011  Raven Quinn  One disadvantage to discovering an indie artist with a following is that I feel like I showed up late to a party.", "gold_spans": [{"start": 23, "length": 11, "wikidata_qid": "Q7296410", "candidates": [["Q7296410", 1.0]], "is_eval": true}]}
{"text": "“The above three entries combine to make 14 cases of duplication, and therefore 14 fictitious victims of the Tay Bridge Disaster.", "gold_spans": [{"start": 105, "length": 23, "wikidata_qid": "Q7768168", "candidates": [["Q1287158", 0.9230769230769231], ["Q6480690", 0.038461538461538464], ["Q7768168", 0.038461538461538464]], "is_eval": true}]}
{"text": "Key Details  Description  Finished in 1924, Hudson View Gardens is on the National Register of Historic Places (NRHP) and is honored as a significant example of Tudor Revival apartment design by George Pelham for developer Charles Paterno.", "gold_spans": [{"start": 44, "length": 19, "wikidata_qid": "Q5929027", "candidates": [["Q5929027", 1.0]], "is_eval": true}]}
{"text": "Report: Kohnke, Perpetual Suit Dismissed  A lawsuit filed by industry public relations firm Kohnke Communications against former Star Trek Online developer Perpetual Entertainment has reportedly been dismissed in court following a mutual resolution by both parties.", "gold_spans": [{"start": 156, "length": 23, "wikidata_qid": "Q7169533", "candidates": [["Q7169533", 1.0]], "is_eval": true}]}
{"text": "Tanvin Sweety is a young police officer, who means business.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q28811863", "candidates": [["Q28811863", 1.0]], "is_eval": true}]}
{"text": "Venerable Joannicius the Great  Saint Joannicius the Great was born in Bithynia in the year 752 in the village of Marikat.", "gold_spans": [{"start": 10, "length": 20, "wikidata_qid": "Q2362587", "candidates": [["Q2362587", 1.0]], "is_eval": true}]}
{"text": "Program B followed \"Pacific\" with what will likely emerge the great audience hit of \"UNited We Dance\" - Vicente Nebrada's sultry, sexy \"Fever\" (Fiebre), delivered with electrifying commitment by the National Ballet of Caracas.", "gold_spans": [{"start": 104, "length": 15, "wikidata_qid": "Q388633", "candidates": [["Q388633", 1.0]], "is_eval": true}]}
{"text": "A picture of the character Greer Sonnel from the short story \"Scorched\" written by Delilah S. Dawson and art work by Joe Corroney.", "gold_spans": [{"start": 83, "length": 17, "wikidata_qid": "Q27063193", "candidates": [["Q27063193", 1.0]], "is_eval": true}]}
{"text": "Wednesday, May 09, 2007  RIP - Cocoa Samoa & Sonny Myers  Right around the time of the reunion, Onosa'iUlualoaigaEmelio, professionally known as Cocoa Samoa, died of unspecified causes.", "gold_spans": [{"start": 31, "length": 11, "wikidata_qid": "Q5139771", "candidates": [["Q5139771", 1.0]], "is_eval": true}]}
{"text": "Trivia  Funded as part of the RTE/Irish FIlm BOard \"Shortcuts\" strand, \"A Ferret Called Mickey\" will premiere at the Cork Film Festival in October.", "gold_spans": [{"start": 72, "length": 22, "wikidata_qid": "Q4656708", "candidates": [["Q4656708", 1.0]], "is_eval": true}]}
{"text": "About  Rita Wong is the author of four books of poetry: undercurrent (Nightwood 2015), sybil unrest (co-written with Larissa Lai, Line Books, 2008), forage (Nightwood 2007), and monkeypuzzle (Press Gang 1998).", "gold_spans": [{"start": 7, "length": 9, "wikidata_qid": "Q7336616", "candidates": [["Q7336616", 1.0]], "is_eval": true}]}
{"text": "Shop Now  Family Owned & Operated  After losing a loved one, you can trust the funeral directors at The Healy Chapel Funeral & Cremation Services to help you celebrate your loved one’s life.", "gold_spans": [{"start": 104, "length": 12, "wikidata_qid": "Q5691456", "candidates": [["Q5691456", 1.0]], "is_eval": true}]}
{"text": "to be performed by Yeng Constantino;  \"Anong Nangyari Sa Ating Dalawa\" by Joven Tan, to be performed by Aiza Seguerra;  \"If You Ever Change Your Mind\" by Marian Aunor, to be performed by herself;  \"Tamang Panahon\" by Win Andrada, to be performed by himself;  \"Hanggang Wakas\" by Soc Villanueva, to be performed by Juris Fernandez;  \"Kahit Na\" by Julius James de Belen, to be performed by Toni Gonzaga;  \"Nasa Iyo Na Ang Lahat\" by Jungee Marcelo, to be performed by Daniel Padilla;  \"One Day\" by Agatha Morallos, to be performed by Angeline Quinto;  \"Pwede Bang Ako Na Lang Ulit\" by Jeffrey Cifra, to be performed by Bugoy Drilon;  \"Sana'y Magbalik\" by Arman Alferez, to be performed by Jovit Baldivino;  \"Scared to Death\" by Domingo Cubelo, to be performed by KZ Tandingan;  \"This Song's For You\" by Jude Gitamondoc, to be performed by Erik Santos;  Released on Tuesday via mymusicstore.", "gold_spans": [{"start": 404, "length": 21, "wikidata_qid": "Q28653675", "candidates": [["Q28653675", 0.8], ["Q5765328", 0.1], ["Q17001905", 0.1]], "is_eval": true}]}
{"text": "The municipalities in the Westfjords have been awarded with an EarthCheck environmental certificate.", "gold_spans": [{"start": 63, "length": 10, "wikidata_qid": "Q17003505", "candidates": [["Q17003505", 0.8888888888888888], ["Q5327022", 0.1111111111111111]], "is_eval": true}]}
{"text": "Navigation  Navigation  Glenalbyn Tennis Club  Membership is open!", "gold_spans": [{"start": 24, "length": 9, "wikidata_qid": "Q5568129", "candidates": [["Q5568129", 1.0]], "is_eval": true}]}
{"text": "Structure of slow-reacting substance of anaphylaxis from guinea-pig lung  Abstract  Slow-reacting substance of anaphylaxis (SRS-A) is a primary mediator of immediate-type hypersensitivity reactions, probably having a major bronchoconstrictor role in asthma.", "gold_spans": [{"start": 13, "length": 38, "wikidata_qid": "Q3268733", "candidates": [["Q3268733", 1.0]], "is_eval": true}]}
{"text": "1843 in St John’s.  William Carson attended the University of Edinburgh’s Faculty of Medicine from 1787 to 1790 but, despite his later claims, it appears that he did not graduate.", "gold_spans": [{"start": 20, "length": 14, "wikidata_qid": "Q8006597", "candidates": [["Q8006597", 0.7241379310344828], ["Q6720199", 0.10344827586206896], ["Q24845653", 0.06896551724137931], ["Q2420232", 0.06896551724137931], ["Q16058656", 0.034482758620689655]], "is_eval": true}]}
{"text": "The letters being opened it was found that the result of the election was very generally approved, and this led to various arrests, including Zachary Crofton, a London preacher, accused of uttering improper sentiments in a sermon and of publishing a seditious book (No.", "gold_spans": [{"start": 142, "length": 15, "wikidata_qid": "Q8063948", "candidates": [["Q8063948", 1.0]], "is_eval": true}]}
{"text": "Thursday, March 6, 2014  Marcus Reeves • Russian Roulette  In the build up to the Winter Olympics in Sochi, Russia, there was much coverage of the aggressively hateful laws on the books proudly written by the Putin regime.", "gold_spans": [{"start": 25, "length": 13, "wikidata_qid": "Q6758410", "candidates": [["Q6758410", 1.0]], "is_eval": true}]}
{"text": "“Katherine Ciesinski, the Geshwitz, was a sensitive interpreter, catching more of the troubled quality of the Countess that most mezzos who have sung the role.", "gold_spans": [{"start": 1, "length": 19, "wikidata_qid": "Q15455604", "candidates": [["Q15455604", 1.0]], "is_eval": true}]}
{"text": "He arrived in Los Angeles to become commandant of the Urban Military Academy, \"a boarding and day school exclusively for young boys between the ages of six and fifteen\"\u0096then, \"the only private school for boys in the City.", "gold_spans": [{"start": 54, "length": 22, "wikidata_qid": "Q7899965", "candidates": [["Q7899965", 1.0]], "is_eval": true}]}
{"text": "By\nthe late summer of 1886 only six Armenian students remained in the\nGeneva group: Avetis Nazarbekian and Mariam Vardanian from Paris,\nGevorg Gharadjian and Christopher Ohanian from Montpellier, and\nRuben Khan‑Azat and Gabriel Kafian from Geneva.", "gold_spans": [{"start": 107, "length": 16, "wikidata_qid": "Q16392931", "candidates": [["Q16392931", 1.0]], "is_eval": true}]}
{"text": "Abstract  Background:\nThe aim of this study was to investigate the effect of Hemiscorpius lepturus venom on leukocytes and the leukocyte subgroups in peripheral blood of rat.", "gold_spans": [{"start": 77, "length": 12, "wikidata_qid": "Q134711", "candidates": [["Q134711", 1.0]], "is_eval": true}]}
{"text": "… The long-term dynamics of the evolution of two lakes (Fleischbach and Schweikert) was described,\nbased on the analysis of a series of aerial images and orthophotos from the period 1954–2012\nprovided by the Government of the Province of Tyrol and the Federal Office for …  Page 1.", "gold_spans": [{"start": 56, "length": 11, "wikidata_qid": "Q1427802", "candidates": [["Q1427802", 1.0]], "is_eval": true}]}
{"text": "Dr. Nathaniel Bagshaw Ward (1791-1868)  For an individual who influenced the modern world so greatly,\nsurprisingly little is know about Dr.", "gold_spans": [{"start": 4, "length": 22, "wikidata_qid": "Q1966819", "candidates": [["Q1966819", 1.0]], "is_eval": true}]}
{"text": "The Episcopal Ordination of Mgr Joseph Spiteri, Apostolic Nuncio in Sri Lanka and Titular Archbishop of Serta, was held at St John's Co-Cathedral yesterday, in the presence of bishops from as far afield as Venezuela and presided over by the Vatican Secretary of State, Cardinal Tarcisio Bertone.", "gold_spans": [{"start": 32, "length": 14, "wikidata_qid": "Q1708027", "candidates": [["Q1708027", 1.0]], "is_eval": true}]}
{"text": "Vaxevanis says  Kostas Vaxevanis has been acquitted of violating Greece's data protection law  His magazine published a list of names of about 2,000 Greeks with Swiss bank accounts  Authorities face questions over why there has been no probe of possible tax evasion  A Greek investigative journalist was acquitted of criminal charges Thursday after he published the names of about 2,000 Greeks with Swiss bank accounts, a move that embarrassed the country's political and business elite.", "gold_spans": [{"start": 16, "length": 16, "wikidata_qid": "Q596998", "candidates": [["Q596998", 1.0]], "is_eval": true}]}
{"text": "But it's debatable whether the Warped Tour is losing its audience as a result of radio festival competition--Lyman says he is not sure his overall attendance is down.", "gold_spans": [{"start": 81, "length": 14, "wikidata_qid": "Q7281155", "candidates": [["Q7281155", 1.0]], "is_eval": true}]}
{"text": "Search This Blog  'One Life to Live' Alum Sean Ringgold Guest Stars Tonight on Billions  One life to Live alum Sean Ringgold guest stars in this week's new episode of Billions, airing Sunday, March 20 at 10 p.", "gold_spans": [{"start": 42, "length": 13, "wikidata_qid": "Q15980317", "candidates": [["Q15980317", 1.0]], "is_eval": true}]}
{"text": "Home - AAR  The Association for Automated Reasoning (AAR) is a not-for-profit corporation intended for educational and scientific purposes.", "gold_spans": [{"start": 16, "length": 35, "wikidata_qid": "Q4809405", "candidates": [["Q4809405", 1.0]], "is_eval": true}]}
{"text": "Dr. Marvin Zuckerman is Professor Emeritus at the University of Delaware.", "gold_spans": [{"start": 4, "length": 16, "wikidata_qid": "Q24007398", "candidates": [["Q24007398", 1.0]], "is_eval": true}]}
{"text": "Meghalaya now connected by rail  Meghalaya was connected to the Indian Railway network on Monday with the first engine chugging into Mendipathar railway station in North Garo Hills district from Dudhnoi railway station in lower Assam’s Goalpara district.", "gold_spans": [{"start": 133, "length": 27, "wikidata_qid": "Q17073060", "candidates": [["Q17073060", 1.0]], "is_eval": true}]}
{"text": "Seasonality and abundance of Metamasius callizona (Coleoptera: Dryophthoridae), an invasive insect herbivore, on two species of Tillandsia (Bromeliaceae) in Florida  Seasonality and abundance of an insect herbivore population are regulated by a complex array of forces from the bottom up, from the top down, and from competition and the environment.", "gold_spans": [{"start": 29, "length": 20, "wikidata_qid": "Q48999299", "candidates": [["Q48999299", 1.0]], "is_eval": true}]}
{"text": "The N'Dama breed is the most representative \"Bos Taurus\" breed in West Africa.", "gold_spans": [{"start": 4, "length": 6, "wikidata_qid": "Q3141195", "candidates": [["Q3141195", 1.0]], "is_eval": true}]}
{"text": "The artists responsible, Jean de la Huerta and Antoine le Moiturier, may be familiar only to art historians of the period.", "gold_spans": [{"start": 25, "length": 17, "wikidata_qid": "Q1885156", "candidates": [["Q1885156", 1.0]], "is_eval": true}]}
{"text": "Couple arrested for murder at Anyako  A couple at Anyako in the Volta Region has been arrested by the police for allegedly murdering a fishing-boat owner last Sunday in the town.", "gold_spans": [{"start": 30, "length": 6, "wikidata_qid": "Q4778214", "candidates": [["Q4778214", 1.0]], "is_eval": true}]}
{"text": "Mark CaroCHICAGO TRIBUNE  Kristin Hersh  Hips and Makers (Sire) (STAR)(STAR) 1/2  A wimpy folkie move this isn't; Hersh, on this solo outing away from Throwing Muses, wrings a rich array of textures out of her acoustic guitar, Jane Scarpantoni's occasional cello accompaniment and her own voice, which moves from a whisper to a deadpan to a Stevie Nicks witchy wail.", "gold_spans": [{"start": 41, "length": 15, "wikidata_qid": "Q5768680", "candidates": [["Q5768680", 1.0]], "is_eval": true}]}
{"text": "Facilities  Official Homepage  The mission of the 10th Sustainment Brigade is to rapidly deploy to conduct full spectrum combat service support and combat support within a Joint Area of Operations to enable supported commanders to fight and win.", "gold_spans": [{"start": 50, "length": 24, "wikidata_qid": "Q4547168", "candidates": [["Q4547168", 1.0]], "is_eval": true}]}
{"text": "Shelly Bond Promoted to Executive Editor of Vertigo  Shelly Bond has been named Executive Editor of DC Comics' Vertigo imprint, filling the vacancy left by the departing Karen Berger.", "gold_spans": [{"start": 0, "length": 11, "wikidata_qid": "Q23761624", "candidates": [["Q23761624", 1.0]], "is_eval": true}]}
{"text": "Written by\nanon  User Reviews  Driven to Kill(aka Ruslan) is the latest Steven Seagal film.", "gold_spans": [{"start": 31, "length": 14, "wikidata_qid": "Q637309", "candidates": [["Q637309", 1.0]], "is_eval": true}]}
{"text": "Author information  Affiliations  Steven Aftergood is a senior research analyst at the Federation of American Scientists in Washington DC.", "gold_spans": [{"start": 34, "length": 16, "wikidata_qid": "Q2347461", "candidates": [["Q2347461", 1.0]], "is_eval": true}]}
{"text": "WWW All Music Guide, 7-8-2003; (Jabu Khanyile; b.", "gold_spans": [{"start": 32, "length": 13, "wikidata_qid": "Q1676898", "candidates": [["Q1676898", 1.0]], "is_eval": true}]}
{"text": "Dwyer, James Francis (1874–1952)  James Francis Dwyer (1874-1952), author, was born on 22 April 1874 at Camden Park, New South Wales, fifth son of Michael Dwyer, farm labourer, and his wife Margaret, née Mahoney, both from Cork, Ireland.", "gold_spans": [{"start": 34, "length": 19, "wikidata_qid": "Q19873048", "candidates": [["Q19873048", 1.0]], "is_eval": true}]}
{"text": "Condylactis aurantiaca (Delle-Chiaje, 1825)  Condylactis aurantiaca can be easily recognized on underwater photos.", "gold_spans": [{"start": 0, "length": 22, "wikidata_qid": "Q2459391", "candidates": [["Q2459391", 1.0]], "is_eval": true}]}
{"text": "The term “molecular chaperone\" was originally used to describe a class of biomolecules, which mediate interactions between nuclear acids and proteins in the nucleus. Nucleoplasmin is the first identified nuclear chaperone, existing in a form of pentamer in vivo , and participates in several important cellular activities such as nucleosome assembly, sperm chromatin remodeling and apoptosisrelated chromatin condensation.", "gold_spans": [{"start": 166, "length": 13, "wikidata_qid": "Q15220363", "candidates": [["Q15220363", 1.0]], "is_eval": true}]}
{"text": "Their fifth installment in the series, Nemesis Games, debuted on June 2 of this year.", "gold_spans": [{"start": 39, "length": 13, "wikidata_qid": "Q19894682", "candidates": [["Q19894682", 1.0]], "is_eval": true}]}
{"text": "Curt Mitchell  About  Hi, I'm Curt Mitchell I've been playing the guitar for 50 years (since I was 5) and I've been the guitarist/songwriter on 1 major and 5 indie label CDs with two outfits, Razormaid (1987) and Bangalore Choir (1990 to present) I'm also the instructor on the popular \"Guitar Method In the Style Of\" DVD series.", "gold_spans": [{"start": 213, "length": 15, "wikidata_qid": "Q3634132", "candidates": [["Q3634132", 1.0]], "is_eval": true}]}
{"text": "Advertisement  The Norseman (1978)—“Thorvald,” executive producer  LM: [Groans.", "gold_spans": [{"start": 15, "length": 12, "wikidata_qid": "Q17114498", "candidates": [["Q1016823", 0.8130434782608695], ["Q1211290", 0.11304347826086956], ["Q535726", 0.034782608695652174], ["Q7053412", 0.017391304347826087], ["Q12567", 0.008695652173913044], ["Q17114498", 0.004347826086956522], ["Q4353238", 0.004347826086956522], ["Q634491", 0.004347826086956522]], "is_eval": true}]}
{"text": "It was not until August 28, 1251, that the first actual Bishop of Ermland, Anselm of Meissen, who was also a priest belonging to the Order of Teutonic Knights, was consecrated at Valenciennes by the papal legate Pietro of Albano.", "gold_spans": [{"start": 75, "length": 17, "wikidata_qid": "Q316934", "candidates": [["Q316934", 1.0]], "is_eval": true}]}
{"text": "kunjaan  I was just going through the C++ STL and it says that \"the STL was\ncreated with four ideas in mind: generic programming, abstractness\nwithout loss of efficiency, the Von Neumann computation model, and\nvalue semantics.", "gold_spans": [{"start": 210, "length": 15, "wikidata_qid": "Q7912776", "candidates": [["Q7912776", 1.0]], "is_eval": true}]}
{"text": "Revelation 9  New International Version  9 The fifth angel sounded his trumpet, and I saw a star that had fallen from the sky to the earth.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q16159684", "candidates": [["Q16159684", 1.0]], "is_eval": true}]}
{"text": "His devotion to his education in Lancaster led him to make the donation. The William D. Weeks Memorial Library was established, and Martha Brackett was chosen as the new librarian in 1909.", "gold_spans": [{"start": 77, "length": 33, "wikidata_qid": "Q8007770", "candidates": [["Q8007770", 1.0]], "is_eval": true}]}
{"text": "Articles  Jimmy Blythe Discography  When I started listening to Jimmy Blythe several years ago I really wanted to find out a complete discography that would allow me to have a detailed photo of what he has recorded during the 1920s.", "gold_spans": [{"start": 10, "length": 12, "wikidata_qid": "Q363714", "candidates": [["Q363714", 1.0]], "is_eval": true}]}
{"text": "Calaminarian grassland project  Calaminarian Grassland Project  What is the Project?", "gold_spans": [{"start": 0, "length": 22, "wikidata_qid": "Q5018409", "candidates": [["Q5018409", 1.0]], "is_eval": true}]}
{"text": "We take our pork roll seriously — when we asked readers to tell us where they go when the craving strikes, we heard from more than 350 of you.", "gold_spans": [{"start": 12, "length": 9, "wikidata_qid": "Q7230139", "candidates": [["Q7230139", 1.0]], "is_eval": true}]}
{"text": "parts of a whole...  Compositional Data Analysis (CoDA) refers to the analysis of compositional data (CoDa), which have been defined historically as random vectors with strictly positive components whose sum is constant (e.", "gold_spans": [{"start": 21, "length": 18, "wikidata_qid": "Q5156808", "candidates": [["Q5156808", 0.9230769230769231], ["Q1263816", 0.07692307692307693]], "is_eval": true}]}
{"text": "Following this idea, in 1962, the Quinteto Contrapunto was born, with baritone ''Rafael Suárez'' as arranger and director, tenor Jesús Sevillano, mezzosopranos Morella Muñoz and Aida Navarro, and Domingo Mendoza, Bass voice, guitarist and cuatro executant.", "gold_spans": [{"start": 178, "length": 12, "wikidata_qid": "Q4696646", "candidates": [["Q4696646", 1.0]], "is_eval": true}]}
{"text": "A Spy in the House of Love  “A prose/poetry dream, a lyrical celebration of the inner life and the images it evokes.", "gold_spans": [{"start": 0, "length": 26, "wikidata_qid": "Q4659768", "candidates": [["Q4659768", 0.6875], ["Q4659771", 0.3125]], "is_eval": true}]}
{"text": "News & Events  delisted following completion of the acquisition of the Company by Yanzhou Coal Mining Company limited (`Yanzhou\") via a scheme of arrangement between the Company and Yanzhou  30/12/2009  we understand Yanzhou acquired all of the outstanding shares in Felix by way of a Scheme of Arrangement - with implementation of the Scheme each Felix Shareholder received the following for every Felix share (assuming they were Felix Shareholders at all relevant times from the Dividend Record Date until the Scheme Record Date): A$16.", "gold_spans": [{"start": 82, "length": 27, "wikidata_qid": "Q850451", "candidates": [["Q850451", 1.0]], "is_eval": true}]}
{"text": "Ghost Soldiers  In early January 1945, General Douglas MacArthur unleashed hell on the Philippines.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q5557157", "candidates": [["Q5557157", 0.75], ["Q7742454", 0.25]], "is_eval": true}]}
{"text": "10% discount  The Montjuïc cable car: the best views of Barcelona  The Montjuïc cable car has been the most special way to discover the charms of Barcelona for many years.", "gold_spans": [{"start": 18, "length": 18, "wikidata_qid": "Q3324323", "candidates": [["Q3324323", 1.0]], "is_eval": true}]}
{"text": "Parish of Kilfinan  A historical perspective, drawn from the Ordnance Gazetteer of Scotland:\nA Survey of Scottish Topography, Statistical, Biographical and Historical,\nedited by Francis H.", "gold_spans": [{"start": 10, "length": 8, "wikidata_qid": "Q27925283", "candidates": [["Q27925283", 1.0]], "is_eval": true}]}
{"text": "Various road embankment reinforcements on over a 2 to 4 meter thick peat deposit have been constructed in summer to autumn 2015 in the area of Kose-Võõbu in the northern part of Estonia.", "gold_spans": [{"start": 148, "length": 5, "wikidata_qid": "Q3462697", "candidates": [["Q3462697", 1.0]], "is_eval": true}]}
{"text": "There’s old classics like the Psychic Ship’s Wheel of Knickers, used to divine audience members’ sexual history, there’s a song about Santa Claus eating human flesh and there’s even a literal narrative thread (more on that later).  Paul Vickers, the man behind Twonkey, has a keen comedy mind and a flair for the absurd.", "gold_spans": [{"start": 232, "length": 12, "wikidata_qid": "Q18387163", "candidates": [["Q18387163", 1.0]], "is_eval": true}]}
{"text": "Thursdays with Abie\"/\"Field of Streams\"/\"Big Man on Hippocampus\"/\"Don't Look a Smith Horse in the Mouth\"  I almost missed the return of the Fox animated bloc tonight because who programs the Sunday after New Year's?", "gold_spans": [{"start": 41, "length": 22, "wikidata_qid": "Q4035092", "candidates": [["Q4035092", 1.0]], "is_eval": true}]}
{"text": "Louis Lewandowski  1821 - 1894  By Rabbi Geoffrey Shisler  Louis Lewandowski was destined for a life in Jewish music from a very\nyoung age.", "gold_spans": [{"start": 0, "length": 17, "wikidata_qid": "Q565666", "candidates": [["Q565666", 1.0]], "is_eval": true}]}
{"text": "Tuesday, January 20, 2009  #25 Al McBean  Do you ever wonder about Topps' marketing schemes back in the 1960s?", "gold_spans": [{"start": 31, "length": 9, "wikidata_qid": "Q4704416", "candidates": [["Q4704416", 1.0]], "is_eval": true}]}
{"text": "Histone Fold (Molecular Biology)  The histone-fold motif is a protein structure feature common to all four histones that was first revealed in the structure of the core histone octamer (1).", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q5773163", "candidates": [["Q5773163", 1.0]], "is_eval": true}]}
{"text": "Supercomputing simulation employs 156,000 Amazon processor cores  Over an 18-hour period, Cycle Computing used a peak of 156,314 processors on Amazon Web Services for a supercomputing simulation.", "gold_spans": [{"start": 90, "length": 15, "wikidata_qid": "Q16953455", "candidates": [["Q16953455", 1.0]], "is_eval": true}]}
{"text": "In July 1959, in pursuance of its policy of integrating Tibet with the heartland, China seized control of the Bhutanese-administered enclaves in western Tibet in the vicinity of Mount Kailash and the Gartok region.", "gold_spans": [{"start": 200, "length": 6, "wikidata_qid": "Q984129", "candidates": [["Q984129", 1.0]], "is_eval": true}]}
{"text": "With its distinctive front gate and minarets, Masjid Jamae may seem like a curious oddity in its predominantly Chinese enclave of Chinatown.", "gold_spans": [{"start": 46, "length": 12, "wikidata_qid": "Q2993428", "candidates": [["Q2993428", 1.0]], "is_eval": true}]}
{"text": "News  ECC Creates Diversity Task Force  The Eastern Cincinnati Conference has been hard at work developing a conference-wide Diversity Task Force.", "gold_spans": [{"start": 44, "length": 29, "wikidata_qid": "Q22095755", "candidates": [["Q22095755", 1.0]], "is_eval": true}]}
{"text": "In …  This article describes a program run by the non-profit organization Music for Youth Works Society in Victoria, BC.", "gold_spans": [{"start": 74, "length": 15, "wikidata_qid": "Q6941818", "candidates": [["Q6941818", 1.0]], "is_eval": true}]}
{"text": "From April 24 to May 8, four of the best high-stakes heads-up players in the world competed against \"Claudico\", a poker bot powered by artificial intelligence (AI) that was developed by a computer science team at Carnegie Melon University (CMU).", "gold_spans": [{"start": 101, "length": 8, "wikidata_qid": "Q19865004", "candidates": [["Q19865004", 1.0]], "is_eval": true}]}
{"text": "In the first decade of the twentieth century Miss Marie Lloyd is the biggest female entertainer in England, adored by her public, in a biography commented on in song by 'the Showman'.", "gold_spans": [{"start": 45, "length": 16, "wikidata_qid": "Q6877021", "candidates": [["Q6877021", 1.0]], "is_eval": true}]}
{"text": "Hammarbya paludosa  Morphology and biology.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q13091385", "candidates": [["Q13091385", 1.0]], "is_eval": true}]}
{"text": "March 25, 2019  A communication workshop was organized by Chandigarh SHG of TISA (The Indian Stammering Association) for Two Days i.", "gold_spans": [{"start": 82, "length": 33, "wikidata_qid": "Q17056125", "candidates": [["Q17056125", 1.0]], "is_eval": true}]}
{"text": "John Power in conversation…  Share This Article  Cast are back & are ready to release their new album “Troubled Times” which is out on the 5th of March 2012  After a 3 date warm up just before Christmas John Power and original line up, Skin, Pete and Keith are readying themselves for a UK tour in March, the aim being to showcase some of the new material which sees Power offering a new and different side to the bands sound whilst modestly admitting that the band sound as good as ever.", "gold_spans": [{"start": 103, "length": 14, "wikidata_qid": "Q30597733", "candidates": [["Q30597733", 0.75], ["Q2503406", 0.16666666666666666], ["Q26257715", 0.08333333333333333]], "is_eval": true}]}
{"text": "Jack Rohan, Former Coach of Columbia Basketball, Dies at 72  Jack Rohan, who in two stretches covering 18 seasons became Columbia University's most successful men's basketball coach, died Aug.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q16016260", "candidates": [["Q16016260", 1.0]], "is_eval": true}]}
{"text": "The 24-year-old, who was loaned by Al-Ittihad to Benghazi Al-Nasr in 2008, was able to escape the tensions in Libya, moving to Belgium where he was immediately subjected to a trial at KV Mechelen – a Pro League side where Koulibaly’s twin brother Pan Pierre Koulibaly plies his trade.", "gold_spans": [{"start": 251, "length": 16, "wikidata_qid": "Q1922628", "candidates": [["Q1922628", 1.0]], "is_eval": true}]}
{"text": "Robbie Earle and Robbie Mustoe Expected to Join NBC’s EPL Coverage  Robbie Earle and Robbie Mustoe are expected to be announced in the next few weeks as the latest additions to the NBC Sports team that will bring the English Premier League into millions of homes beginning this summer.", "gold_spans": [{"start": 17, "length": 13, "wikidata_qid": "Q7340959", "candidates": [["Q7340959", 1.0]], "is_eval": true}]}
{"text": "Our treatment of the transverse momentum and rapidity distributions of the produced bosons takes all available theoretical principles and results into account in a …  We present phenomenological results for vector boson pair production at the LHC, obtained using the parton-level next-to-leading order program MCFM.", "gold_spans": [{"start": 207, "length": 12, "wikidata_qid": "Q2563571", "candidates": [["Q2563571", 1.0]], "is_eval": true}]}
{"text": "Long-time editor and cultural commentator Guy Mortier has won the Flemish region's annual Culture Prize for Overall Cultural Service  Winner was editor of Humo for 34 years  Journalist and TV figure Guy Mortier has won the Flemish Culture Prize for Overall Cultural Service last week.", "gold_spans": [{"start": 42, "length": 11, "wikidata_qid": "Q2658188", "candidates": [["Q2658188", 1.0]], "is_eval": true}]}
{"text": "The \"Refugium peccatorum\"\nis a marble statue risen by a little gilt copper dome, representing Virgin Mary with\nChild.", "gold_spans": [{"start": 5, "length": 19, "wikidata_qid": "Q7307689", "candidates": [["Q7307689", 1.0]], "is_eval": true}]}
{"text": "Low Semen Production (Hypospermia)  Low semen volume is a condition in which a less than normal amount of semen is produced in each ejaculation.", "gold_spans": [{"start": 22, "length": 11, "wikidata_qid": "Q11229233", "candidates": [["Q11229233", 1.0]], "is_eval": true}]}
{"text": "MESKILL, Circuit Judge:  In the words of the district court: \"This case presents the next chapter in the continuing narrative of this Circuit's treatment of the fair use defense to a charge of copyright infringement.\" Wright v. Warner Books, Inc.", "gold_spans": [{"start": 218, "length": 28, "wikidata_qid": "Q8038285", "candidates": [["Q8038285", 1.0]], "is_eval": true}]}
{"text": "The new family Ophiocordycipitaceae is proposed based on Ophiocordyceps Petch, which we emend.", "gold_spans": [{"start": 57, "length": 14, "wikidata_qid": "Q1610767", "candidates": [["Q1610767", 1.0]], "is_eval": true}]}
{"text": "If there is any doubt, his latest album, Let's All Get Together, is almost entirely made up of songs written by members of his old band.", "gold_spans": [{"start": 41, "length": 22, "wikidata_qid": "Q43302929", "candidates": [["Q43302929", 1.0]], "is_eval": true}]}
{"text": "Short life history: Helen Dukas  Helen Dukas, her first name was actually Helene,\nhad six siblings.", "gold_spans": [{"start": 20, "length": 11, "wikidata_qid": "Q247443", "candidates": [["Q247443", 1.0]], "is_eval": true}]}
{"text": "These mountains are in a region called Sisyphi Montes.", "gold_spans": [{"start": 39, "length": 14, "wikidata_qid": "Q7531497", "candidates": [["Q7531497", 1.0]], "is_eval": true}]}
{"text": "Houston's Trey Wilson: Best actor you've never heard of  1of7One of Trey Wilson's last roles was playing a pageant organizer in Miss Firecracker.", "gold_spans": [{"start": 10, "length": 11, "wikidata_qid": "Q2529777", "candidates": [["Q2529777", 1.0]], "is_eval": true}]}
{"text": "Goddard, which transported Gold Rush miners and supplies along the Yukon River until it sank in Lake Laberge during a storm in October 1901.", "gold_spans": [{"start": 96, "length": 12, "wikidata_qid": "Q937444", "candidates": [["Q937444", 0.717948717948718], ["Q3215001", 0.28205128205128205]], "is_eval": true}]}
{"text": "Title: The Best Science Fiction of Isaac Asimov\nTitle Record # 515745Author:Isaac AsimovDate: 1986-00-00\nType: COLLECTION\nWebpages:Wikipedia-ENLanguage: English\nUser Rating:\nThis title has no votes.", "gold_spans": [{"start": 7, "length": 40, "wikidata_qid": "Q375422", "candidates": [], "is_eval": true}]}
{"text": "We help non-technical users to leverage prebuilt, customizable solutions, or deploy their own workflows, so teams are productive and companies can accelerate digital transformation.  ffdshow is DirectShow and VFW codec for decoding/encoding many video and audio formats, including DivX and XviD movies using libavcodec, xvid and other opensourced libraries with a rich set of postprocessing filters.", "gold_spans": [{"start": 183, "length": 7, "wikidata_qid": "Q284890", "candidates": [["Q284890", 1.0]], "is_eval": true}]}
{"text": "But actor William and detective Vance both have a lot of trouble making sure people remembered they were in The Gracie Allen Murder Case.", "gold_spans": [{"start": 108, "length": 28, "wikidata_qid": "Q7737428", "candidates": [["Q19878531", 1.0]], "is_eval": true}]}
{"text": "If your business provides an interesting product or service to pilots, flight crews, aircraft, or users of the Double Eagle II Airport, you should consider listing it here.", "gold_spans": [{"start": 111, "length": 23, "wikidata_qid": "Q1658451", "candidates": [["Q1658451", 1.0]], "is_eval": true}]}
{"text": "Ismail Dawood joined Glamorgan in 1998 after spells with Northamptonshire\nin 1994-95, and Worcestershire from 1996 to 1997.", "gold_spans": [{"start": 0, "length": 13, "wikidata_qid": "Q6084700", "candidates": [["Q6084700", 1.0]], "is_eval": true}]}
{"text": "The Federal Bar Council is an organization of lawyers who practice in federal courts within the Second Circuit.", "gold_spans": [{"start": 4, "length": 19, "wikidata_qid": "Q5440023", "candidates": [["Q5440023", 1.0]], "is_eval": true}]}
{"text": "The Showroom has existed as a publicly funded contemporary art gallery since 1989.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q14993374", "candidates": [["Q2094773", 0.7623762376237624], ["Q20042836", 0.19801980198019803], ["Q786803", 0.0297029702970297], ["Q4049420", 0.009900990099009901]], "is_eval": true}]}
{"text": "If you have any more information or Images for this Theatre that you are willing to share please Contact me.  The Pleasure Gardens Theatre, Bouverie Road West, Folkestone  The Pleasure Gardens Theatre was situated within the Folkestone Pleasure Gardens on Bouverie Road West and first opened as a Theatre in 1886, although the building was first constructed in 1851 as an exhibition Hall.", "gold_spans": [{"start": 114, "length": 24, "wikidata_qid": "Q85793596", "candidates": [["Q85793596", 1.0]], "is_eval": true}]}
{"text": "BuyWithMe, one of the early contenders in the daily deals space, has laid off a significant portion of its staff and is now in limbo as the company finds it more difficult to raise capital.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q5003313", "candidates": [["Q5003313", 1.0]], "is_eval": true}]}
{"text": "JRO-7 at the Jicamarca Radio Observatory in Peru (Photo credit: Craig Heinselman)  PFISR End of the Rainbow (Photo credit: Craig Heinselman)  This material is based upon work supported by the National Science Foundation.", "gold_spans": [{"start": 13, "length": 27, "wikidata_qid": "Q9065640", "candidates": [["Q9065640", 1.0]], "is_eval": true}]}
{"text": "It’s a story that goes back to last June when Vandana Potdar, trained and tasked with the job of familiarising rural women with the internet as part of Google India and Tata Trusts’ Internet Saathi programme, arrived in the village.", "gold_spans": [{"start": 182, "length": 15, "wikidata_qid": "Q60748708", "candidates": [["Q60748708", 1.0]], "is_eval": true}]}
{"text": "Toward a Definition of Antisemitism offers new contributions by Gavin I. Langmuir to the history of antisemitism, together with some that have been published separately.", "gold_spans": [{"start": 64, "length": 17, "wikidata_qid": "Q5528182", "candidates": [["Q5528182", 1.0]], "is_eval": true}]}
{"text": "Photo album Karen Holliday  Add an image  Here you can add a picture Max 4 MB.", "gold_spans": [{"start": 12, "length": 14, "wikidata_qid": "Q1729251", "candidates": [["Q1729251", 1.0]], "is_eval": true}]}
{"text": "Leading\nSeaman Jack Mantle, gunner in the \"Foyle Bank\",\ncontinued in action although mortally wounded and\nwas posthumously awarded the Victoria\nCross.", "gold_spans": [{"start": 15, "length": 11, "wikidata_qid": "Q15997010", "candidates": [["Q15997010", 1.0]], "is_eval": true}]}
{"text": "There are also brief personal tributes to John Elliott by Quentin S. Crisp, here and here.", "gold_spans": [{"start": 58, "length": 16, "wikidata_qid": "Q7271288", "candidates": [["Q7271288", 1.0]], "is_eval": true}]}
{"text": "Article tools  Eric Vilain knows all too well the complexities and controversies inherent in researching disorders of sexual development.", "gold_spans": [{"start": 15, "length": 11, "wikidata_qid": "Q76446991", "candidates": [["Q76446991", 1.0]], "is_eval": true}]}
{"text": "Thus 4615 was\nsold by FreightCorp to the Sydney Electric Train Society on 20th April 1998.", "gold_spans": [{"start": 41, "length": 29, "wikidata_qid": "Q28224413", "candidates": [["Q28224413", 1.0]], "is_eval": true}]}
{"text": "Scandinavian Defense, Ross Variation  Scandinavian Defense, Ross Variation  The Scandinavian Defense, Marshall/Ross Gambit:  An Aggressive Chess Opening (a Reversed Danish Gambit) for Black  The Marshall/Ross Gambit in the Scandinavian Defense is a very aggressive response by Black to 1.", "gold_spans": [{"start": 165, "length": 13, "wikidata_qid": "Q1414751", "candidates": [["Q1414751", 1.0]], "is_eval": true}]}
{"text": "Dear Word Detective: I was once threatened (by no less than a Federal Circuit Court judge in Florida) with being charged with \"mopery.\" To this day I have no idea what \"mopery\" is, nor have I been able to find its definition in the legal dictionaries available to me.", "gold_spans": [{"start": 127, "length": 6, "wikidata_qid": "Q6908791", "candidates": [["Q6908791", 1.0]], "is_eval": true}]}
{"text": "Acquisition Information  MANUFACORY OF ARMS: The Virginia Manufactory of Arms was\nestablished by an act passed by the General Assembly on 23\nJanuary 1798.", "gold_spans": [{"start": 49, "length": 28, "wikidata_qid": "Q7934393", "candidates": [["Q7934393", 1.0]], "is_eval": true}]}
{"text": "Author\nTopic: Stockton RFC have moved from Norton to Grangefield (Read 4630 times)  Stockton have now moved about 2 miles down the road along the A1027 ring road into the area where most of our senior and junior players live.", "gold_spans": [{"start": 14, "length": 12, "wikidata_qid": "Q85803557", "candidates": [["Q85803557", 1.0]], "is_eval": true}]}
{"text": "Big news for both the federal bench and legal academia: Chief Judge David F. Levi, of the Eastern District of California, has been picked as the next dean of Duke Law School.", "gold_spans": [{"start": 68, "length": 13, "wikidata_qid": "Q5233504", "candidates": [["Q5233504", 1.0]], "is_eval": true}]}
{"text": "PIANOFORTE & PANTALON  The subject mattter in the first part of this paper was first presented in May 2000 at the PIANO 300 Symposium at the National Music Museum, Vermillion SD, under the title 'What is a Pianoforte?", "gold_spans": [{"start": 13, "length": 8, "wikidata_qid": "Q3362451", "candidates": [["Q3362451", 0.7272727272727273], ["Q17307", 0.2727272727272727]], "is_eval": true}]}
{"text": "The unbroken wilderness does not end at the Finnish side of the border, but the roadless area continues onto the Norwegian side, too. Kaldoaivi Wilderness Area is suitable for day trips as well as treks lasting for several days.", "gold_spans": [{"start": 134, "length": 25, "wikidata_qid": "Q4356937", "candidates": [["Q4356937", 1.0]], "is_eval": true}]}
{"text": "During today's Nindies Showcase it was revealed that the aptly-titled sequel Runner3 will be headed to the Nintendo Switch eShop this Fall (Autumn), described as launching 'exclusively' on the system.", "gold_spans": [{"start": 77, "length": 7, "wikidata_qid": "Q33101486", "candidates": [["Q33101486", 1.0]], "is_eval": true}]}
{"text": "Opening Options  More Resources  Status:  Solicitors Act 1974  1974 CHAPTER 47  An Act to consolidate the Solicitors Acts 1957 to 1974 and certain other enactments relating to solicitors.", "gold_spans": [{"start": 42, "length": 19, "wikidata_qid": "Q7557790", "candidates": [["Q7557790", 1.0]], "is_eval": true}]}
{"text": "When I was a little girl and living with my parents on the farm, Mr. Ammi Phillips came, and I sat for a portrait.", "gold_spans": [{"start": 69, "length": 13, "wikidata_qid": "Q2843640", "candidates": [["Q2843640", 1.0]], "is_eval": true}]}
{"text": "Eddie Heywood (2)  Profile:  Eddie Heywood (2), aka Eddie Heywood Sr.", "gold_spans": [{"start": 52, "length": 17, "wikidata_qid": "Q60198152", "candidates": [["Q60198152", 0.6666666666666666], ["Q924783", 0.3333333333333333]], "is_eval": true}]}
{"text": "Lequatre to Bretagne-Schuller  Geoffroy Lequatre (RadioShack) is aiming to make strides in the Classics this season.", "gold_spans": [{"start": 31, "length": 17, "wikidata_qid": "Q1382359", "candidates": [["Q1382359", 1.0]], "is_eval": true}]}
{"text": "Rick Yune was born on 22nd August 1971 in Washington, USA and his original name is Richard Yun.", "gold_spans": [{"start": 0, "length": 9, "wikidata_qid": "Q923084", "candidates": [["Q923084", 1.0]], "is_eval": true}]}
{"text": "SHARE  Creating \"premium\" shows such as Arabs Got Talent will be a key focus for MBC's incoming TV director.  Ali Jaber, a media consultant based in Dubai, is set to replace Tim Riordan as group TV director of the Arab world's largest satellite broadcaster.", "gold_spans": [{"start": 110, "length": 9, "wikidata_qid": "Q12227804", "candidates": [["Q12227804", 1.0]], "is_eval": true}]}
{"text": "Breaking our link to the \"March of Progress\"  It never fails.", "gold_spans": [{"start": 26, "length": 17, "wikidata_qid": "Q6756895", "candidates": [["Q6756895", 0.6153846153846154], ["Q4043711", 0.38461538461538464]], "is_eval": true}]}
{"text": "Wenders' frame story concerns forged paintings, a plot fragment borrowed, uncredited, from Ripley Under Ground.", "gold_spans": [{"start": 91, "length": 19, "wikidata_qid": "Q384033", "candidates": [["Q384033", 0.6153846153846154], ["Q570973", 0.38461538461538464]], "is_eval": true}]}
{"text": "Our editorial content is not influenced by any commissions we receive.  J. Press York Street Has Come to an End  According to WWD, the brand’s parent company, Onward Kashiyama, has decided to merge the company with its flagship brand.", "gold_spans": [{"start": 72, "length": 8, "wikidata_qid": "Q6106802", "candidates": [["Q6106802", 1.0]], "is_eval": true}]}
{"text": "Critic Reviews for Just Walking  There are no critic reviews yet for .", "gold_spans": [{"start": 19, "length": 12, "wikidata_qid": "Q4448764", "candidates": [["Q4448764", 1.0]], "is_eval": true}]}
{"text": "You are here  The stamp-collector's review and monthly advertiser v.", "gold_spans": [{"start": 14, "length": 51, "wikidata_qid": "Q16934436", "candidates": [], "is_eval": true}]}
{"text": "Changes to legislation:  Crossrail Act 2008 is up to date with all changes known to be in force on or before 29 January 2021.", "gold_spans": [{"start": 25, "length": 18, "wikidata_qid": "Q5188778", "candidates": [["Q5188778", 1.0]], "is_eval": true}]}
{"text": "His father Sheikh Mofijuddin was an ordinary local trader and led a very humble life. Sheikh Akijuddin was the only child of his parents as his father was also the only son of his grandparents.", "gold_spans": [{"start": 86, "length": 16, "wikidata_qid": "Q28225582", "candidates": [["Q28225582", 1.0]], "is_eval": true}]}
{"text": "We describe the anatomy and physiology of coronary collateralization, its component parts (angiogenesis and arteriogenesis), the current methods for definition of the collateral response and how this might be manipulated.", "gold_spans": [{"start": 51, "length": 17, "wikidata_qid": "Q4227941", "candidates": [["Q4227941", 0.75], ["Q205595", 0.25]], "is_eval": true}]}
{"text": "The purpose of the server is to help development of General Game Playing systems.", "gold_spans": [{"start": 52, "length": 20, "wikidata_qid": "Q4475737", "candidates": [["Q4475737", 1.0]], "is_eval": true}]}
{"text": "In 1754 he was posted to command Fort de La Présentation (Oswegatchie, now Ogdensburg, N.", "gold_spans": [{"start": 33, "length": 23, "wikidata_qid": "Q3078184", "candidates": [["Q3078184", 1.0]], "is_eval": true}]}
{"text": "Sam Easton may be a familiar face to you, whether you've stepped inside a comedy club across Canada, turned on your TV set, or visited your local multiplex over the last few years.", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q901231", "candidates": [["Q901231", 1.0]], "is_eval": true}]}
{"text": "Howard, a Democrat, is being challenged again by State Assemblywoman Marie Sheehan Muhler, a Republican.", "gold_spans": [{"start": 69, "length": 20, "wikidata_qid": "Q27942408", "candidates": [["Q27942408", 1.0]], "is_eval": true}]}
{"text": "Saskatchewan Artist  Illingworth Kerr  Illingworth Kerr was born in 1905 in Lumsden, Saskatchewan.", "gold_spans": [{"start": 21, "length": 16, "wikidata_qid": "Q17496557", "candidates": [["Q17496557", 1.0]], "is_eval": true}]}
{"text": "Paul Colas  Click on Year to view the entire Olymipcs\nClick on Sport to view all medals in this sport during this Olympics\nClick on Event to view all medals in this event during this Olympics\nClick on Country to view all medals for this country during this Olympics", "gold_spans": [{"start": 0, "length": 10, "wikidata_qid": "Q1805125", "candidates": [["Q1805125", 1.0]], "is_eval": true}]}
{"text": "An Irishman's Diary  Thu, Dec 20, 2012, 00:00  FRANK McNALLY  Seventy-three years ago this week, on the Winter Solstice of 1939, a man named Ludwig Hopf died in Dublin.", "gold_spans": [{"start": 141, "length": 11, "wikidata_qid": "Q92426", "candidates": [["Q92426", 1.0]], "is_eval": true}]}
{"text": "We show a universal approximation theorem for width-bounded ReLU networks: width-(n + 4) ReLU networks, where n is the input dimension, are universal approximators.", "gold_spans": [{"start": 10, "length": 31, "wikidata_qid": "Q7894110", "candidates": [["Q7894110", 1.0]], "is_eval": true}]}
{"text": "But in many ways Pakistan is still having to come to terms with the long-term implications of the political changes which bisected that ...  ... Sarah Ansari&amp;amp;amp;amp;#x27;s recent study is a continuation of her early work which fo.", "gold_spans": [{"start": 145, "length": 12, "wikidata_qid": "Q20054046", "candidates": [["Q20054046", 1.0]], "is_eval": true}]}
{"text": "Varieties of epistemic conservatism  Author  Date  Source Title  Print ISSN  Volume  Issue  Pages  Language  Type  Item Usage Stats  Abstract  According to the thesis of epistemic conservatism it would be unreasonable to change one’s beliefs in the absence of any good reasons.", "gold_spans": [{"start": 13, "length": 22, "wikidata_qid": "Q5383586", "candidates": [["Q5383586", 1.0]], "is_eval": true}]}
{"text": "On July 2-3, the US Department of State's special envoy and coordinator for international energy affairs, Amos Hochstein, visited the Lebanese capital, where he met with a number of Lebanese officials, including Prime Minister Tammam Salam, parliament Speaker Nabih Berri, Foreign Minister Gebran Bassil and Energy Minister Arthur Nazarian.", "gold_spans": [{"start": 106, "length": 14, "wikidata_qid": "Q23772501", "candidates": [["Q23772501", 1.0]], "is_eval": true}]}
{"text": "The first stage of the design was to work with its sister company, Hovertravel, to analyse passenger throughput demand and to improve the passenger experience.", "gold_spans": [{"start": 67, "length": 11, "wikidata_qid": "Q768398", "candidates": [["Q768398", 1.0]], "is_eval": true}]}
{"text": "The 1937 building was designed by Joseph Plottel and was converted into apartments in 2002.", "gold_spans": [{"start": 34, "length": 14, "wikidata_qid": "Q6286297", "candidates": [["Q6286297", 1.0]], "is_eval": true}]}
{"text": "Authorities said a thorough review process of over 40 companies that expressed interest to developed the much anticipated oil refinery, the Government had agreed with the Albertine Graben Refinery Consortium (AGRC) for the project.", "gold_spans": [{"start": 171, "length": 36, "wikidata_qid": "Q55075100", "candidates": [["Q55075100", 1.0]], "is_eval": true}]}
{"text": "Claude Coleman Jr.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q5128769", "candidates": [["Q5128769", 1.0]], "is_eval": true}]}
{"text": "OUT NOW  Donate via PayPal  BEAR ALLEY BOOKS  Click on the above pic to visit our sister site Bear Alley Books  Tuesday, May 20, 2008  Mike Western (1925-2008)  Sad news reaches me that one of the giants of British comics has laid down his pen for the last time.", "gold_spans": [{"start": 135, "length": 12, "wikidata_qid": "Q3313581", "candidates": [["Q3313581", 1.0]], "is_eval": true}]}
{"text": "Wila or edible horsehair lichen, also known by the scientific name Bryoria fremontii, is a brown-coloured lichen that was an important traditional food for many First Nations in northwestern North America.", "gold_spans": [{"start": 67, "length": 17, "wikidata_qid": "Q2984075", "candidates": [["Q2984075", 1.0]], "is_eval": true}]}
{"text": "Porritt leads a police task force called the Super Recogniser Unit.", "gold_spans": [{"start": 45, "length": 16, "wikidata_qid": "Q28135491", "candidates": [["Q28135491", 1.0]], "is_eval": true}]}
{"text": "org is a movement powered by Southeastern Cave Conservancy, Inc.", "gold_spans": [{"start": 42, "length": 16, "wikidata_qid": "Q5054934", "candidates": [["Q5054934", 1.0]], "is_eval": true}]}
{"text": "Let’s Talk Televue  The first bit of snow this winter has arrived – mostly a dusting, but some of it is sticking on tree branches.", "gold_spans": [{"start": 11, "length": 7, "wikidata_qid": "Q7697172", "candidates": [["Q7697172", 1.0]], "is_eval": true}]}
{"text": "FACT FILE\nCarl Bernard Bartels, Creator of Liver Birds.", "gold_spans": [{"start": 10, "length": 20, "wikidata_qid": "Q966742", "candidates": [["Q966742", 1.0]], "is_eval": true}]}
{"text": "The Energy Employees Occupational Illness Compensation Program provides benefits authorized by the Energy Employees Occupational Illness Compensation Program Act (EEOICPA or Act).", "gold_spans": [{"start": 4, "length": 58, "wikidata_qid": "Q5376927", "candidates": [["Q5376927", 1.0]], "is_eval": true}]}
{"text": "Philip's Arctic (Oeneis rosovi) (Kurentzov 1960)  Document Navigation  Diagnosis: The upperside is dark grey brown, generally with small orange patches near the wing margin.", "gold_spans": [{"start": 17, "length": 6, "wikidata_qid": "Q1941599", "candidates": [["Q1941599", 1.0]], "is_eval": true}]}
{"text": "Against the broad backdrop of the expanding western frontier, noted Norwegian American scholar Odd S. Lovoll explores the country town through the lens of ethnicity in this pioneering study.", "gold_spans": [{"start": 95, "length": 13, "wikidata_qid": "Q7077428", "candidates": [["Q7077428", 1.0]], "is_eval": true}]}
{"text": "The Portable Atheist: Essential Readings for the Nonbeliever  Hitchens, an avowed atheist and author of the bestseller God Is Not Great, is a formidable intellectual who finds the notion of belief in God to be utter nonsense.", "gold_spans": [{"start": 0, "length": 20, "wikidata_qid": "Q5237021", "candidates": [["Q5237021", 1.0]], "is_eval": true}]}
{"text": "Drakensberg Prinia  Identification  An active warbler with a long graduated tail that is sometimes cocked.", "gold_spans": [{"start": 0, "length": 18, "wikidata_qid": "Q1923468", "candidates": [["Q1923468", 1.0]], "is_eval": true}]}
{"text": "Online Services Home  Schedule an Appointment  Scheduling Number  Vermont DMV - Home  10 September 2020  COVID-19 | Updates  The Vermont Department of Motor Vehicles (DMV) continues to carefully monitor the evolving situation related to the COVID-19 pandemic.", "gold_spans": [{"start": 129, "length": 36, "wikidata_qid": "Q7921710", "candidates": [["Q7921710", 1.0]], "is_eval": true}]}
{"text": "It claimed at one stage to be the biggest magazine in the world.  The Popular Magazine was the first major pulp competition that Frank A Munsey received, challenging TheArgosy and soon TheAll-Story, but unlike those magazines The Popular did not publish scientific romances or \"different\" stories to anything like the scale that Munsey did, neither did it develop an equivalent stable of writers.", "gold_spans": [{"start": 66, "length": 20, "wikidata_qid": "Q7757785", "candidates": [], "is_eval": true}]}
{"text": "Three years ago he spotted a flyer on a Georgetown campus bulletin board for the Klingon Language Institute (KLI), an organization that studies the constructed language developed by Marc Okrand.", "gold_spans": [{"start": 81, "length": 26, "wikidata_qid": "Q262983", "candidates": [["Q262983", 1.0]], "is_eval": true}]}
{"text": "We formally recognize the clade comprising Necrosciinae and Lonchodinae as Lonchodidae stat.", "gold_spans": [{"start": 60, "length": 11, "wikidata_qid": "Q3258919", "candidates": [["Q3258919", 1.0]], "is_eval": true}]}
{"text": "Biography  Vincent Sekwati Koko Mantsoe  solo dancer/ Afro-fusion  (1971- )  Growing up in Soweto, South Africa, Vincent Mantsoe learned to dance through youth clubs, street dancing and music videos.", "gold_spans": [{"start": 113, "length": 15, "wikidata_qid": "Q16213633", "candidates": [["Q16213633", 1.0]], "is_eval": true}]}
{"text": "announced with great fanfare a new Business and Finance Network that combined the sales forces of Fortune, Money, Fortune Small Business and Business 2.", "gold_spans": [{"start": 114, "length": 22, "wikidata_qid": "Q5472879", "candidates": [["Q5472879", 1.0]], "is_eval": true}]}
{"text": "It is carved from a fragment of mammoth ivory tusk, of which much of the front portion has been restored [an image of the restored Venus of Lespugue].", "gold_spans": [{"start": 131, "length": 17, "wikidata_qid": "Q510876", "candidates": [["Q510876", 1.0]], "is_eval": true}]}
{"text": "After Nick Licata died in 1974, Dominic Brooklier took over the Los Angeles Crime Family and things would go from bad to worse for Bompensiero.", "gold_spans": [{"start": 32, "length": 17, "wikidata_qid": "Q3713331", "candidates": [["Q3713331", 1.0]], "is_eval": true}]}
{"text": "AGAG.  King of the Amalekites, taken by King Saul after a successful expedition against him (I Sam.", "gold_spans": [{"start": 0, "length": 4, "wikidata_qid": "Q390086", "candidates": [["Q390086", 0.8709677419354839], ["Q938565", 0.06451612903225806], ["Q12247821", 0.06451612903225806]], "is_eval": true}]}
{"text": "Genus HILDENBRANDIA Nardo 1834:676, nom.", "gold_spans": [{"start": 6, "length": 13, "wikidata_qid": "Q13636104", "candidates": [["Q13636104", 1.0]], "is_eval": true}]}
{"text": "Frederick Goodall was born on September 17th, 1822, in St.", "gold_spans": [{"start": 0, "length": 17, "wikidata_qid": "Q720073", "candidates": [["Q720073", 1.0]], "is_eval": true}]}
{"text": "History of Vejby Strand Hotel and Vejby Värdshus  Already in the beginning of the last 20:th century, Vejbystrand was widely known for its healthy\nclimate och was grown into a popular beach resort.", "gold_spans": [{"start": 11, "length": 18, "wikidata_qid": "Q28225046", "candidates": [["Q28225046", 1.0]], "is_eval": true}]}
{"text": "Minster Machine Company sold  No change in number of employees planned, Japanese company official says  By Christine Henderson  MINSTER - A locally-owned manufacturer for more than a century has been sold to a Japanese company.", "gold_spans": [{"start": 0, "length": 23, "wikidata_qid": "Q6869495", "candidates": [["Q6869495", 1.0]], "is_eval": true}]}
{"text": "Extensive deforestation and over-exploitation in this\nregion have brought several species to the brink of\nextinction, and Coptis teeta is such an endangered\nspecies; yet scientific information for its conservation\nis lacking.", "gold_spans": [{"start": 122, "length": 12, "wikidata_qid": "Q5169052", "candidates": [["Q5169052", 1.0]], "is_eval": true}]}
{"text": "Details  Photo:  Rosabell Laurenti Sellers  Curriculum  Rosabell Laurenti Sellers grew up in New York City, first performing at the legendary East Village experimental theater club La MaMa.", "gold_spans": [{"start": 17, "length": 25, "wikidata_qid": "Q3941283", "candidates": [["Q3941283", 1.0]], "is_eval": true}]}
{"text": "Media---New Daily Paper Being Launched in Santa Monica  An economic downturn, soft ad market and already crowded marketplace were not enough to keep David Danforth and partners from starting up the Santa Monica Daily Press.", "gold_spans": [{"start": 198, "length": 24, "wikidata_qid": "Q7419792", "candidates": [["Q7419792", 1.0]], "is_eval": true}]}
{"text": "Offer:  Kliczków Castle  When looking at a photograph of this castle, it is possible to have a feeling of déjà vu.", "gold_spans": [{"start": 8, "length": 8, "wikidata_qid": "Q1986043", "candidates": [["Q1986043", 1.0]], "is_eval": true}]}
{"text": "1929 renamed Marian Otis Chandler for Los Angeles SS Co, Los Angeles, CA.", "gold_spans": [{"start": 13, "length": 20, "wikidata_qid": "Q6761953", "candidates": [["Q6761953", 1.0]], "is_eval": true}]}
{"text": "v VITAE Born on June 02, 1973 at Jallapur, Andhra Pradesh, the author obtained his\ngraduation in Mechanical Engineering in 1997 through successful completion of the examinations\nrequired for the Associate Membership of The Institution of Engineers (India) …  … MATERIALS AND METHODS Samples Rhizomes of Curcuma longa were collected from\nVillage-Jallapur, Post- Salahpur, District- Sitapur, Uttar Pradesh, India in the month of April 2011.", "gold_spans": [{"start": 33, "length": 8, "wikidata_qid": "Q15701756", "candidates": [["Q15701756", 1.0]], "is_eval": true}]}
{"text": "Saint Mary's Erik Glavic wins Hec Crighton  Social Sharing  Saint Mary's Huskies quarterback Erik Glavic, who will sit out the Vanier Cup with a torn knee ligament, has won the Hec Crighton Trophy as Canadian Interuniversity Sport football's outstanding player of the year.", "gold_spans": [{"start": 13, "length": 11, "wikidata_qid": "Q5388595", "candidates": [["Q5388595", 1.0]], "is_eval": true}]}
{"text": "After a search for the most suitable candidate capable of supporting our planned growth, extending our brand strength and leading our award-winning culture, I am pleased to announce the appointment of Gregg Saretsky as President and CEO of WestJet effective April 1, 2010,\" commented Clive Beddoe.", "gold_spans": [{"start": 201, "length": 14, "wikidata_qid": "Q16193349", "candidates": [["Q16193349", 1.0]], "is_eval": true}]}
{"text": "Chak De' girl Chitrashi Rawat sizzles in a red bikini in Goa  Comments ()  Sort:  SIGN IN WITH  ORPOSTWITHOUTREGISTRATION  Refrain from posting comments that are obscene, defamatory or inflammatory, and do not indulge in personal attacks, name calling or inciting hatred against any community.", "gold_spans": [{"start": 14, "length": 15, "wikidata_qid": "Q5102359", "candidates": [["Q5102359", 1.0]], "is_eval": true}]}
{"text": "LinuxInsider: Could Facebook’s approach be one of the causes of its problems over privacy?  Evan Prodromou:  Yes.", "gold_spans": [{"start": 92, "length": 14, "wikidata_qid": "Q14530788", "candidates": [["Q14530788", 1.0]], "is_eval": true}]}
{"text": "MARINE\nELECTRONICS\nJOURNAL  Marine Electronics Journal is the official publication of the National Marine Electronics Association.", "gold_spans": [{"start": 28, "length": 18, "wikidata_qid": "Q3633601", "candidates": [["Q3633601", 1.0]], "is_eval": true}]}
{"text": "Michi Kazato (Morikawa) is a classmate who is pursuing the mysterious disappearances at the dormitory.  Mari Asato (Bilocation) is directing the film, and principal photography began on March 27.", "gold_spans": [{"start": 104, "length": 10, "wikidata_qid": "Q11451649", "candidates": [["Q11451649", 1.0]], "is_eval": true}]}
{"text": "Croats accused of atrocities against Serbs  VARIVODE, Croatia (CNN) -- Croatia conquered the Serb-held\nKrajina region two months ago.", "gold_spans": [{"start": 44, "length": 8, "wikidata_qid": "Q6593667", "candidates": [["Q6593667", 1.0]], "is_eval": true}]}
{"text": "Encyclopaedia Britannica's editors oversee subject areas in which they have extensive knowledge, whether from years of experience gained by working on that content or via study for an advanced degree....  Eugène Dodeigne, (born July 27, 1923, Rouvreux, near Liège, Belgium—died December 24, 2015, near Bondues, France), Belgian-born French sculptor best known for his monumental stone figures, usually placed outdoors.", "gold_spans": [{"start": 205, "length": 15, "wikidata_qid": "Q321394", "candidates": [["Q321394", 1.0]], "is_eval": true}]}
{"text": "Erinn Smart defeats three-time Olympic champ  ATLANTA -- The Smart siblings pulled off a sweep Sunday in\nthe U.", "gold_spans": [{"start": 0, "length": 11, "wikidata_qid": "Q2735320", "candidates": [["Q2735320", 1.0]], "is_eval": true}]}
{"text": "com  Jaguars Sign WR Charles Sharon To Active Roster  Sharon, 6-0, 178, spent the entire regular season and first week of the postseason on the Jaguars practice squad.", "gold_spans": [{"start": 21, "length": 14, "wikidata_qid": "Q5082460", "candidates": [["Q5082460", 1.0]], "is_eval": true}]}
{"text": "Over 100,000 copies of this version were sold.  More of Tom Lehrer  Lehrer Records TL-102/102S, October 1959  also: Decca Records 10\" LP (U.", "gold_spans": [{"start": 48, "length": 18, "wikidata_qid": "Q6911154", "candidates": [["Q6911154", 1.0]], "is_eval": true}]}
{"text": "Jannat's golden status  Unlike some singers who use their looks as a passport to success, Jannat has decided to rely solely on her talent and distinctive style.", "gold_spans": [{"start": 0, "length": 6, "wikidata_qid": "Q12206185", "candidates": [["Q6155093", 0.4489795918367347], ["Q12206185", 0.20408163265306123], ["Q61363873", 0.14285714285714285], ["Q25302952", 0.10204081632653061], ["Q85756901", 0.04081632653061224], ["Q6155096", 0.04081632653061224], ["Q6491535", 0.02040816326530612]], "is_eval": true}]}
{"text": "A 354-page report compiled by the Association of Parents of Disappeared Persons (APDP) and the International People's Tribunal on Human Rights and Justice in Kashmir, analysed 214 cases of abuse and highlighted the role of officials in the killing of nearly 70 people and the disappearances of 8,000 people over two decades, BBC's Riyaz Masroor in Srinagar says.", "gold_spans": [{"start": 95, "length": 70, "wikidata_qid": "Q14589089", "candidates": [["Q14589089", 1.0]], "is_eval": true}]}
{"text": "How to Use a Golf Course Ball Washer  By Herm Otto  The ball that you tee off with is the ball you must continue to use through the green until you hole out, unless it is lost along the way.", "gold_spans": [{"start": 25, "length": 11, "wikidata_qid": "Q1536386", "candidates": [["Q1536386", 1.0]], "is_eval": true}]}
{"text": "Sir John Stawell (1600-1662) played a significant role in the English Civil War raising five Regiments for Charles I at his own expense in 1642.", "gold_spans": [{"start": 4, "length": 12, "wikidata_qid": "Q6258922", "candidates": [["Q6258922", 1.0]], "is_eval": true}]}
{"text": "Guard interval and ISI-free OFDM transmission  OFDM symbols are generated by an IFFT with size\nNMathType@MTEF@5@5@+=\nfeaagKart1ev2aqatCvAUfeBSjuyZL2yd9gzLbvyNv2CaerbuLwBLn\nhiov2DGi1BTfMBaeXatLxBI9gBamXvP5wqonvsaeHbd9wDYLwzYbqe\ne0evGueE0jxyaibaieYlf9irVeeu0dXdh9vqqj=hEeeu0xXdbba9fr\nFj0=OqFfea0dXdd9vqaq=JfrVkFHe9pgea0dXdar=Jb9hs0dXdbPYx\ne9vr0=vr0=vqpWqaaeaabiGaciaacaqabeaadaqaaqaaaOqaaiaad6\neaaaa@37ED@\n.", "gold_spans": [{"start": 0, "length": 14, "wikidata_qid": "Q1132816", "candidates": [["Q1132816", 1.0]], "is_eval": true}]}
{"text": "Björn Söder, who is a deputy speaker in the Swedish parliament, causes uproar among the country’s approximately 18,000 Jews.", "gold_spans": [{"start": 0, "length": 11, "wikidata_qid": "Q4919772", "candidates": [["Q4919772", 1.0]], "is_eval": true}]}
{"text": "Queen Margaret Hospital  Queen Margaret Hospital  Overview  Queen Margaret Hospital, Dunfermline, is a 193-bedded hospital\nproviding healthcare services to people within the Fife area.", "gold_spans": [{"start": 0, "length": 23, "wikidata_qid": "Q7270437", "candidates": [["Q7270437", 1.0]], "is_eval": true}]}
{"text": "Our guest on today's podcast is Ross Bailey, the founder and CEO of Appear Here.", "gold_spans": [{"start": 68, "length": 11, "wikidata_qid": "Q18352790", "candidates": [["Q18352790", 1.0]], "is_eval": true}]}
{"text": "Karnatak Science College is a Constituent college of Karnatak University, Dharwad.", "gold_spans": [{"start": 0, "length": 24, "wikidata_qid": "Q6372841", "candidates": [["Q6372841", 1.0]], "is_eval": true}]}
{"text": "“I’m very appreciative that Rachel Mitchell has stepped forward to serve in this important and serious role,” said Judiciary Committee Chairman Chuck Grassley, R-Iowa.", "gold_spans": [{"start": 28, "length": 15, "wikidata_qid": "Q56760319", "candidates": [["Q56760319", 1.0]], "is_eval": true}]}
{"text": "In 1999 a new bridge was opened named the Senator George Mitchell Peace Bridge in honour the Senator’s contribution to the Peace Process and is accompanied by a new statue symbolising the rebuilding of relationships and reconciliation, inscribed with the words ‘Peace for All’.", "gold_spans": [{"start": 42, "length": 36, "wikidata_qid": "Q24966501", "candidates": [["Q24966501", 1.0]], "is_eval": true}]}
{"text": "Arizona the worst for electoral integrity, experts say  Arizona was ranked worst in the country for electoral integrity in a recent postelection survey of political scientists.", "gold_spans": [{"start": 22, "length": 19, "wikidata_qid": "Q17011925", "candidates": [["Q17011925", 1.0]], "is_eval": true}]}
{"text": "New Issue View FDC Details Nepal Tej Bahadur Chitrakar (1898-1971).", "gold_spans": [{"start": 33, "length": 21, "wikidata_qid": "Q19664838", "candidates": [["Q19664838", 1.0]], "is_eval": true}]}
{"text": "SPICE Profiles: Vasif Durarbayli  Vasif Durarbayli is no stranger to the pressures of the President's Cup.", "gold_spans": [{"start": 16, "length": 16, "wikidata_qid": "Q535368", "candidates": [["Q535368", 1.0]], "is_eval": true}]}
{"text": "Caulimovirus  VIRION  Non enveloped, large (50 nm diameter) icosahedral particles composed of 420 subunits with a T=7 symmetry.", "gold_spans": [{"start": 0, "length": 12, "wikidata_qid": "Q16913554", "candidates": [["Q16913554", 1.0]], "is_eval": true}]}
{"text": "In the philosophical play “Trial of Socrates“ Tomi Janežič along with his team of artists led by the Plato’s original and Socratic methodology of questioning, raises some key questions about life, death, death penalty, democracy, authority, individualism and anti-conformism.", "gold_spans": [{"start": 46, "length": 12, "wikidata_qid": "Q7818843", "candidates": [["Q7818843", 1.0]], "is_eval": true}]}
{"text": "ITZY's debut song music video sets new record in K-pop history  SEOUL -- The music video of girl band ITZY's debut song \"Dalla Dalla\" has become the most watched debut song music video in K-pop history.", "gold_spans": [{"start": 121, "length": 11, "wikidata_qid": "Q61788287", "candidates": [["Q61788287", 1.0]], "is_eval": true}]}
{"text": "Fatal sign-off: reporter's last words in Iraq mayhem  On the final day of his life Mazen al-Tumeizi woke to the sound of battle.", "gold_spans": [{"start": 83, "length": 16, "wikidata_qid": "Q6798439", "candidates": [["Q6798439", 1.0]], "is_eval": true}]}
{"text": "Novak to head factual at Temple  Toronto’s Temple Street Productions has added some pedigree to its nonfiction programming department, naming Allan Novak as its new VP, factual and reality.", "gold_spans": [{"start": 142, "length": 11, "wikidata_qid": "Q4730890", "candidates": [["Q4730890", 1.0]], "is_eval": true}]}
{"text": "K-G Pass, one of the toughest tracks in the world  The Khost-Gardez Pass, frequently abbreviated as the K-G Pass, is a high mountain pass at an elevation of 2.", "gold_spans": [{"start": 55, "length": 17, "wikidata_qid": "Q1740676", "candidates": [["Q1740676", 1.0]], "is_eval": true}]}
{"text": "Country Singer Cam Dreams Up a Smoldering Ballad With 'Burning House'  In the months after Gary Overton's March 17 resignation from his post as Sony Music Nashville chairman/CEO, many questioned how long the division could function without a specific person running the ship.", "gold_spans": [{"start": 55, "length": 13, "wikidata_qid": "Q20735541", "candidates": [["Q20735541", 1.0]], "is_eval": true}]}
{"text": "In 1906, a group of immigrants from Yemen also settled in Rehovot.  Israel Belkind, one of the founding fathers of the new Jewish settlement, suggested it be named Rehovot, meaning “wide expanses.", "gold_spans": [{"start": 68, "length": 14, "wikidata_qid": "Q445268", "candidates": [["Q445268", 1.0]], "is_eval": true}]}
{"text": "It’s also another moving example of the impactful mark that Matthew Rankin can make, in a few minutes using fewer materials than many.", "gold_spans": [{"start": 60, "length": 14, "wikidata_qid": "Q40363636", "candidates": [["Q40363636", 1.0]], "is_eval": true}]}
{"text": "Chicken Kelaguen & Flour Titiyas  Kelaguen and Titiyas ~ both staples on a Chamorro fiesta table.", "gold_spans": [{"start": 8, "length": 8, "wikidata_qid": "Q6385448", "candidates": [["Q6385448", 1.0]], "is_eval": true}]}
{"text": "August Claessens (1885-1954) —\nof Manhattan, New York\nCounty, N.", "gold_spans": [{"start": 0, "length": 16, "wikidata_qid": "Q4820672", "candidates": [["Q4820672", 1.0]], "is_eval": true}]}
{"text": "In the meantime, to ensure continued support, we are displaying the site without styles\nand JavaScript.  Karl Von Seebach  Abstract  GEOLOGISTS will learn with universal regret of the death, after a painful illness, of the distinguished Professor of Geology at Göttingen, Karl von Seebach.", "gold_spans": [{"start": 105, "length": 16, "wikidata_qid": "Q4190125", "candidates": [["Q4190125", 1.0]], "is_eval": true}]}
{"text": "Arabian Wildcat  The Arabian (or Gordon's) wildcat may look like a big ole' tabby cat, but, pound for pound, this animal -- powerful, supple and fiercely combative -- is a formidable predator, usually striking in the darkness of night to take its quarry.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q521594", "candidates": [["Q521594", 0.8571428571428571], ["Q43576", 0.14285714285714285]], "is_eval": true}]}
{"text": "Q - How can the Music Explosion perform when your lead singer is no longer with us?", "gold_spans": [{"start": 12, "length": 19, "wikidata_qid": "Q2412974", "candidates": [["Q2412974", 1.0]], "is_eval": true}]}
{"text": "Bellaghy, powered by Derry senior players Karl Diamond, Joe Cassidy and Fergal Doherty, built up a commanding 15-point (4-8 to 1-2) interval lead, but the 'Wood never gave up battling and scored three second half goals, two from Jonathan Corrigan and one from Raymond Cunningham.", "gold_spans": [{"start": 72, "length": 14, "wikidata_qid": "Q5444111", "candidates": [["Q5444111", 1.0]], "is_eval": true}]}
{"text": "Or take Labour’s hopeful in Rossendale and Darwen, Will Straw.", "gold_spans": [{"start": 51, "length": 10, "wikidata_qid": "Q16751741", "candidates": [["Q16751741", 0.8], ["Q311278", 0.2]], "is_eval": true}]}
{"text": "Catalog-showroom chain closes last stores  RICHMOND, Va. (AP) _ Best Products Co.", "gold_spans": [{"start": 64, "length": 13, "wikidata_qid": "Q4896783", "candidates": [["Q4896783", 1.0]], "is_eval": true}]}
{"text": "In partnership with Traditional Councils we assist in providing education assistance  Welcome to Ingonyama Trust Board Online  Ingonyama Trust Board is a Schedule 3A Public Entity in terms of the Public Finance Management Act (PFMA).", "gold_spans": [{"start": 97, "length": 15, "wikidata_qid": "Q6032966", "candidates": [["Q6032966", 1.0]], "is_eval": true}]}
{"text": "Blog Archive  About Me  I am the head of Stoneleigh-Burnham School, a boarding and day school for girls in grades 7-12/PG in Greenfield, MA.", "gold_spans": [{"start": 41, "length": 25, "wikidata_qid": "Q7619256", "candidates": [["Q7619256", 1.0]], "is_eval": true}]}
{"text": "Tony Schauble and Phillip Frazer, editors of Monash University’s Lot’s Wife began with\na germ of an idea based on a magazine-style format to deliver the goods to a\nmusic-starved Melbourne audience.", "gold_spans": [{"start": 18, "length": 14, "wikidata_qid": "Q7185674", "candidates": [["Q7185674", 1.0]], "is_eval": true}]}
{"text": "Dreissena-associated factors that might influence populations of the native Gammarus roeselii and the invader Dikerogammarus villosus in Lake Constance, Central Europe, were investigated in laboratory experiments.", "gold_spans": [{"start": 110, "length": 23, "wikidata_qid": "Q447913", "candidates": [["Q447913", 1.0]], "is_eval": true}]}
{"text": "Neither Netanyahu, nor Habayit Hayehudi’s chairman MK Naftali Bennett nor that party’s faction members MK Ayelet Shaked and MK Eli Ben-Dahan, started this whole thing.", "gold_spans": [{"start": 127, "length": 13, "wikidata_qid": "Q3593541", "candidates": [["Q3593541", 1.0]], "is_eval": true}]}
{"text": "If your business provides an interesting product or service to pilots, flight crews, aircraft, or users of the Piney Pinecreek Border Airport, you should consider listing it here.", "gold_spans": [{"start": 111, "length": 30, "wikidata_qid": "Q7195627", "candidates": [["Q7195627", 1.0]], "is_eval": true}]}
{"text": "A subscription may be required … Dum-dums, hollow-points …  \" The Devastators are here to stay!", "gold_spans": [{"start": 66, "length": 11, "wikidata_qid": "Q3241289", "candidates": [["Q3241289", 1.0]], "is_eval": true}]}
{"text": "His book focuses on the story that derives from the alleged eyewitness reports of Dares and Dictys, translated into authoritative form by Guido delle Colonne in the Historia destructionis Troiae …  All those interested in the voluminous Troy literature of the Middle Ages will welcome the appearance of Mr.", "gold_spans": [{"start": 165, "length": 29, "wikidata_qid": "Q1241142", "candidates": [["Q1241142", 1.0]], "is_eval": true}]}
{"text": "Businessman Shibaji Panja in Mamata Banerjee entourage held  Shibaji Panja, a close aide of CM, has been charged with forgery by EOW.", "gold_spans": [{"start": 12, "length": 13, "wikidata_qid": "Q19893912", "candidates": [["Q19893912", 1.0]], "is_eval": true}]}
{"text": "Bengaluru: Dr Rajkumar's grandson Vinay Rajkumar's debut film as an actor, 'Siddarth' was launched amidst much fanfare at the Kanteerava Studios in Bangalore on Friday.", "gold_spans": [{"start": 34, "length": 14, "wikidata_qid": "Q19544488", "candidates": [["Q19544488", 1.0]], "is_eval": true}]}
{"text": "1. Canadian Forces Administrative Orders (CFAOs) are issued to\nsupplement and amplify the Queen's Regulations and Orders(QR&O).", "gold_spans": [{"start": 3, "length": 37, "wikidata_qid": "Q5030014", "candidates": [["Q5030014", 1.0]], "is_eval": true}]}
{"text": "We can bomb the world to pieces, but we can't bomb it into peace,\" he sings on 2003's \"Bomb the World,\" a lighthearted, mid-tempo pop song that recalls Bob Marley and Johnny Nash.", "gold_spans": [{"start": 7, "length": 14, "wikidata_qid": "Q4940438", "candidates": [["Q4940438", 1.0]], "is_eval": true}]}
{"text": "Former NFL player Mitch Marrow opened Spot when he couldn't find anywhere to provide the services he wanted for his own dogs.", "gold_spans": [{"start": 18, "length": 12, "wikidata_qid": "Q16215409", "candidates": [["Q16215409", 1.0]], "is_eval": true}]}
{"text": "The King, etc., to Reginald de Cornhill greeting.", "gold_spans": [{"start": 19, "length": 20, "wikidata_qid": "Q7308922", "candidates": [["Q7308922", 1.0]], "is_eval": true}]}
{"text": "WHEN 25-year-old Victorian Travis Mahoney turned for home at the Olympic swim trials in Adelaide behind Australian champion Thomas Fraser-Holmes in the most gruelling of events, the 400m individual medley, there was no way he was going to miss out on second place and a plane ticket to Rio.", "gold_spans": [{"start": 27, "length": 14, "wikidata_qid": "Q9361382", "candidates": [["Q9361382", 1.0]], "is_eval": true}]}
{"text": "Future-Proofing World Trade in Technology: Turning the WTO IT Agreement (ITA) into the International Digital Economy Agreement (IDEA)\nHosuk Lee-Makiyama  Although the Information Technology Agreement (ITA) in the World Trade Organization (WTO) is a sector agreement tailored for the fast-moving ICT industry, the signatories have failed to re-negotiate its scope since 1996.", "gold_spans": [{"start": 134, "length": 18, "wikidata_qid": "Q5909512", "candidates": [["Q5909512", 1.0]], "is_eval": true}]}
{"text": "EDUARDO GAGEIRO was born in Sacavém on the 16th February 1935.", "gold_spans": [{"start": 0, "length": 15, "wikidata_qid": "Q3027405", "candidates": [["Q3027405", 1.0]], "is_eval": true}]}
{"text": "How to handle an Anton Piller order  by Verity Shepherdson  A company director recently told us of his surprise and confusion when a competitor's solicitor arrived on his doorstep, a court order in hand and another solicitor and accountant in tow.", "gold_spans": [{"start": 17, "length": 18, "wikidata_qid": "Q4775956", "candidates": [["Q4775956", 1.0]], "is_eval": true}]}
{"text": "Ismay, died in 1924  The funeral will be on Monday at Iwerne\nMinster Church at 2.15.  William Alfred Ismay  The Independent\nWednesday, 7 February 2001By Emmanuel\nCooper  William\nAlfred Ismay, pottery collector and writer: born Wakefield, Yorkshire 10 April\n1910; died Wakefield 13 January 2001.", "gold_spans": [{"start": 86, "length": 20, "wikidata_qid": "Q15972488", "candidates": [["Q15972488", 1.0]], "is_eval": true}]}
{"text": "Biography\n(1500 words)  painter, was born in Edinburgh, Scotland, a son of Alexander Carse ('Old Carse’), a painter of popular Scottish genre scenes active between 1802 and 1838.", "gold_spans": [{"start": 75, "length": 15, "wikidata_qid": "Q16257154", "candidates": [["Q16257154", 1.0]], "is_eval": true}]}
{"text": "com/MattoonMS digitally consent on all documents, and have a . . .  Mattoon Community Unit School District 2 students who will be staying in full remote learning and in need of meal delivery during this time are encouraged to have a parent or guardian complete the following form.", "gold_spans": [{"start": 68, "length": 40, "wikidata_qid": "Q6791860", "candidates": [["Q6791860", 1.0]], "is_eval": true}]}
{"text": "”  Story continues below advertisement  This isn’t a threat, Caron said, it’s simply the reality for Thunder Bay Electronics, also known as Dougall Media.", "gold_spans": [{"start": 140, "length": 13, "wikidata_qid": "Q5301072", "candidates": [["Q5301072", 1.0]], "is_eval": true}]}
{"text": "Colonel William Gurney received authority, July 10, 1862, to raise this regiment\nin New York city; it was organized on Staten Island, and there mustered in the\nservice of the United States for three years September 8, 1862.", "gold_spans": [{"start": 8, "length": 14, "wikidata_qid": "Q8010278", "candidates": [["Q8010278", 0.75], ["Q8005966", 0.25]], "is_eval": true}]}
{"text": "Genius grant' winner wasn't always a winning student  Dawn Turner TriceCHICAGO TRIBUNE  Jennifer Richeson is the Northwestern social psychologist who won a \"genius grant\" from the MacArthur Foundation in 2006 for her creative work examining how one's identity (more specifically, racial identity) is formed and shaped through interactions.", "gold_spans": [{"start": 88, "length": 17, "wikidata_qid": "Q6178743", "candidates": [["Q6178743", 1.0]], "is_eval": true}]}
{"text": "John\nKing Fisher was the son of Jobe Fisher and Lucinda Warren.", "gold_spans": [{"start": 5, "length": 11, "wikidata_qid": "Q6411577", "candidates": [["Q6411577", 0.8], ["Q8154335", 0.2]], "is_eval": true}]}
